[
  {
    "clip": {
      "timestamp": "14:30",
      "end_timestamp": "15:30",
      "quote": "I just want to provide value to your audience and maybe help them. I enjoy helping other REALTORS learn to do better.",
      "clip_type": "emotional_resonance",
      "why_clipworthy": "This showcases Vickey's genuine motivation to help others, which is inspiring.",
      "suggested_hook": "Why helping others is the key to real estate success."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) Why is helping others the secret weapon in real estate success?\",\n    \"SETUP\": \"(0:08-0:18) Meet Vickey Barron, a top REALTOR who believes in the power of giving back. Her mission? To uplift fellow REALTORS.\",\n    \"INSIGHT\": \"(0:18-0:40) Vickey shares, 'I just want to provide value to your audience and maybe help them. I enjoy helping other REALTORS learn to do better.' Her genuine motivation is inspiring and a testament to her success.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) By focusing on helping others, you build trust and authenticity, crucial elements for thriving in real estate.\",\n    \"CTA\": \"(0:52-0:60) How can you incorporate helping others into your strategy? Share your thoughts below!\"\n  },\n  \"CAPTION\": \"Helping others is the key to real estate success. Discover why with Vickey Barron.\",\n  \"HASHTAGS\": [\n    \"#RealEstateSuccess\",\n    \"#HelpOthers\",\n    \"#VickeyBarron\",\n    \"#RealtorLife\",\n    \"#Authenticity\"\n  ],\n  \"CONTENT_PILLAR\": \"real_talk\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "27:00",
      "end_timestamp": "28:00",
      "quote": "I never want to become that person that feels that they're so important that they forget about everyone.",
      "clip_type": "mindset_shift",
      "why_clipworthy": "Challenges the ego-driven approach in real estate.",
      "suggested_hook": "The surprising mindset shift that can elevate your real estate career."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"What if the key to skyrocketing your real estate career is to think less about yourself?\",\n    \"SETUP\": \"Meet Vickey Barron, a real estate expert who believes that ego can be your biggest obstacle. In a world where self-promotion is rampant, her approach is refreshingly different.\",\n    \"INSIGHT\": \"Vickey shares, 'I never want to become that person that feels that they're so important that they forget about everyone.' This mindset shift challenges the ego-driven approach and emphasizes the importance of staying grounded and client-focused.\",\n    \"REFRAME/APPLICATION\": \"By prioritizing authenticity and client relationships, you can build a personal brand that stands out in the crowded real estate market.\",\n    \"CTA\": \"Ask yourself: Are you putting your clients first? Start today by listening more and selling less.\"\n  },\n  \"CAPTION\": \"Elevate your real estate career by focusing on others, not just yourself. #MindsetShift\",\n  \"HASHTAGS\": [\"#RealEstateMindset\", \"#ClientFirst\", \"#Authenticity\", \"#RealEstateTips\", \"#VickeyBarron\"],\n  \"CONTENT_PILLAR\": \"real_talk\"\n}\n```"
  }
]