[
  {
    "clip": {
      "timestamp": "14:04",
      "end_timestamp": "14:30",
      "quote": "Shifting from an evidence of action to an evidence of expertise is a tough thing to do, but once you do it, it's incredibly effective.",
      "clip_type": "mindset_shift",
      "why_clipworthy": "It challenges agents to rethink their marketing approach.",
      "suggested_hook": "Are you showcasing your expertise or just your activity?"
    },
    "script": "```json\n{\n  \"SCRIPT\": {\n    \"HOOK\": \"(0:00-0:08) Are you showcasing your expertise or just your activity?\",\n    \"SETUP\": \"(0:08-0:18) In today's competitive real estate market, agents must rethink their marketing strategies to stand out.\",\n    \"INSIGHT\": \"(0:18-0:40) Chris Linsell explains that shifting from evidence of action to evidence of expertise is challenging but crucial. Instead of just showing how busy you are, demonstrate your deep knowledge and insights.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) This shift can transform your client interactions. Focus on niche marketing and hyper-segmenting your prospect lists to highlight your expertise.\",\n    \"CTA\": \"(0:52-0:60) Ready to elevate your marketing game? Start by showcasing your expertise today. What's your first step?\"\n  },\n  \"CAPTION\": \"Show your expertise, not just your activity. #RealEstateTips\",\n  \"HASHTAGS\": [\n    \"#RealEstateMarketing\",\n    \"#ExpertAdvice\",\n    \"#NicheMarketing\",\n    \"#RealEstateMindset\",\n    \"#MarketingStrategy\"\n  ],\n  \"CONTENT_PILLAR\": \"top_producer_secrets\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "28:31",
      "end_timestamp": "29:00",
      "quote": "The agents who are going to find the most success are the ones who can pivot away from being an opportunity vacuum cleaner.",
      "clip_type": "contrarian_take",
      "why_clipworthy": "It offers a fresh perspective on how agents should approach their business.",
      "suggested_hook": "Why being an opportunity vacuum cleaner won't work in 2023."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) Why being an opportunity vacuum cleaner won't work in 2023!\",\n    \"SETUP\": \"(0:08-0:18) Chris Linsell shares why real estate agents need to rethink their approach to finding success in today's market.\",\n    \"INSIGHT\": \"(0:18-0:40) The agents who are going to find the most success are the ones who can pivot away from being an opportunity vacuum cleaner. Instead of chasing every lead, focus on hyper-segmenting your prospect lists and showcasing your expertise.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) By shifting from evidence of action to evidence of expertise, you can build trust and stand out in niche markets. This approach saves time and increases effectiveness.\",\n    \"CTA\": \"(0:52-0:60) Ready to pivot your strategy? Start by identifying your niche and refining your marketing approach today!\"\n  },\n  \"caption\": \"Stop being an opportunity vacuum cleaner! Pivot your strategy for 2023 success. 🎯\",\n  \"hashtags\": [\"#RealEstateTips\", \"#NicheMarketing\", \"#AgentSuccess\", \"#MarketStrategy\", \"#RealEstateAdvice\"],\n  \"content_pillar\": \"top_producer_secrets\"\n}\n```"
  }
]