[
  {
    "clip": {
      "timestamp": "24:00",
      "end_timestamp": "25:00",
      "quote": "I don't believe competition's real. The risk is not losing a competition; it's not getting chosen.",
      "clip_type": "mindset_shift",
      "why_clipworthy": "Challenges the conventional view of competition in real estate.",
      "suggested_hook": "Why competition in real estate might be a myth."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Why competition in real estate might be a myth.\",\n    \"SETUP\": \"Alexander Concepcion challenges the conventional view of competition in real estate. Are you ready to rethink your approach?\",\n    \"INSIGHT\": \"He argues that competition isn't real; the true risk is not being chosen. It's about standing out, not just competing.\",\n    \"REFRAME/APPLICATION\": \"Focus on building a unique brand and delivering unmatched value. That's how you ensure you're the chosen one.\",\n    \"CTA\": \"Think about your unique value. How can you stand out? Share your thoughts below!\"\n  },\n  \"CAPTION\": \"Is competition in real estate just a myth? Discover a new perspective with Alexander Concepcion.\",\n  \"HASHTAGS\": [\"#RealEstateMindset\", \"#BusinessStrategy\", \"#PersonalBranding\", \"#RealEstateTips\", \"#MindsetShift\"],\n  \"CONTENT_PILLAR\": \"real_talk\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "32:00",
      "end_timestamp": "33:00",
      "quote": "The biggest waste of time is to tour an apartment that doesn't have what you want.",
      "clip_type": "tactical_specificity",
      "why_clipworthy": "Highlights the importance of preparation and efficiency.",
      "suggested_hook": "Stop wasting time on unnecessary apartment tours."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) Stop wasting time on unnecessary apartment tours!\",\n    \"SETUP\": \"(0:08-0:18) Meet Alexander Concepcion, a pro in apartment locating. Are you tired of endless tours that lead nowhere?\",\n    \"INSIGHT\": \"(0:18-0:40) The biggest waste of time is to tour an apartment that doesn't have what you want. Research and prioritize your needs first.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) By focusing on preparation, you streamline your search, saving time and energy for what truly matters.\",\n    \"CTA\": \"(0:52-0:60) Ready to optimize your apartment hunt? Share your top priorities below or tag someone who needs this advice!\"\n  },\n  \"caption\": \"Stop wasting time on apartment tours that don't meet your needs. #Efficiency\",\n  \"hashtags\": [\n    \"#RealEstateTips\",\n    \"#ApartmentHunting\",\n    \"#Efficiency\",\n    \"#TimeManagement\",\n    \"#RealEstateAdvice\"\n  ],\n  \"content_pillar\": \"systems_that_scale\"\n}\n```"
  }
]