[
  {
    "clip": {
      "timestamp": "15:45",
      "end_timestamp": "16:30",
      "quote": "The reason you do things changes the way you do things.",
      "clip_type": "mindset_shift",
      "why_clipworthy": "It challenges the conventional approach to goal setting and emphasizes intrinsic motivation.",
      "suggested_hook": "Why your goals might be holding you back more than helping you."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) Are your goals secretly sabotaging your success?\",\n    \"SETUP\": \"(0:08-0:18) Kelly Parker reveals why traditional goal setting might be holding you back. It's time to rethink your approach.\",\n    \"INSIGHT\": \"(0:18-0:40) 'The reason you do things changes the way you do things,' says Kelly. Focus on intrinsic motivation rather than just ticking boxes.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) Shift your mindset to prioritize client relationships and personal growth. This approach can transform your business.\",\n    \"CTA\": \"(0:52-0:60) Reflect on your goals: Are they truly aligned with your values? Share your thoughts in the comments!\"\n  },\n  \"caption\": \"Are your goals helping or hindering your success? Discover the mindset shift you need. 🎯\",\n  \"hashtags\": [\"#MindsetShift\", \"#RealEstateGoals\", \"#IntrinsicMotivation\", \"#ClientExperience\", \"#GrowthMindset\"],\n  \"content_pillar\": \"real_talk\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "31:00",
      "end_timestamp": "31:45",
      "quote": "My success is not predicated on the circumstances.",
      "clip_type": "contrarian_take",
      "why_clipworthy": "Offers a refreshing perspective on market fluctuations and personal agency.",
      "suggested_hook": "How to thrive in any market condition."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) What if your success isn't tied to the market? Here's how to thrive, no matter the conditions.\",\n    \"SETUP\": \"(0:08-0:18) Meet Kelly Parker, a real estate expert who believes your success is independent of market fluctuations.\",\n    \"INSIGHT\": \"(0:18-0:40) Kelly shares her contrarian take: 'My success is not predicated on the circumstances.' She emphasizes focusing on personal growth, client experience, and building strong relationships.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) This mindset shift empowers you to control your destiny. Apply it by setting clear goals and celebrating your achievements.\",\n    \"CTA\": \"(0:52-0:60) How do you plan to thrive in any market? Share your thoughts and join the conversation!\"\n  },\n  \"CAPTION\": \"Success isn't about the market; it's about you. Thrive in any condition with Kelly Parker's insights.\",\n  \"HASHTAGS\": [\"#RealEstateSuccess\", \"#MarketProof\", \"#GoalSetting\", \"#ClientExperience\", \"#PersonalGrowth\"],\n  \"CONTENT_PILLAR\": \"real_talk\"\n}\n```"
  }
]