[
  {
    "clip": {
      "timestamp": "14:10",
      "end_timestamp": "15:00",
      "quote": "If you're really stressed and running on fumes, there's either leverage or a system missing.",
      "clip_type": "memorable_oneliner",
      "why_clipworthy": "It's a concise insight that highlights the importance of systems in business.",
      "suggested_hook": "Feeling overwhelmed in your real estate business? Here's what might be missing."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Feeling overwhelmed in your real estate business? Here's what might be missing.\",\n    \"SETUP\": \"Meet Jen McConnell, a real estate expert who knows the secret to balancing work and life.\",\n    \"INSIGHT\": \"Jen says, 'If you're really stressed and running on fumes, there's either leverage or a system missing.' This insight highlights the importance of having the right systems in place.\",\n    \"REFRAME/APPLICATION\": \"Think about your business. Are you missing a crucial system or leverage? Identifying this gap can transform your stress into success.\",\n    \"CTA\": \"Take a moment to evaluate your processes. What system can you implement today to ease your workload?\"\n  },\n  \"CAPTION\": \"Feeling stressed in real estate? Discover the missing piece to your success. #RealEstateTips\",\n  \"HASHTAGS\": [\"#RealEstate\", \"#BusinessGrowth\", \"#StressFree\", \"#Systems\", \"#RealEstateAdvice\"],\n  \"CONTENT_PILLAR\": \"systems_that_scale\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "25:40",
      "end_timestamp": "26:30",
      "quote": "We realized we needed a Northern Star, and for us, that's giving back to pediatric cancer research.",
      "clip_type": "emotional_resonance",
      "why_clipworthy": "It connects personal values with business goals, inspiring others to find their purpose.",
      "suggested_hook": "Discover how aligning your business with a cause can transform your motivation."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"What if your business could change lives beyond the bottom line?\",\n    \"SETUP\": \"Meet Jen McConnell, a real estate expert who found her Northern Star in pediatric cancer research.\",\n    \"INSIGHT\": \"Jen shares how aligning her business with a cause transformed her motivation and inspired her team. By focusing on giving back, they shifted from buying leads to building a referral-based business, creating a deeper connection with clients.\",\n    \"REFRAME/APPLICATION\": \"This approach not only boosts morale but also strengthens client relationships. Consider what cause aligns with your values and integrate it into your business model.\",\n    \"CTA\": \"What cause resonates with you? Start integrating it today and watch your business transform.\"\n  },\n  \"CAPTION\": \"Align your business with a cause and transform your motivation. #RealEstate #PurposeDriven\",\n  \"HASHTAGS\": [\n    \"#RealEstate\",\n    \"#PurposeDriven\",\n    \"#BusinessGoals\",\n    \"#CommunityImpact\",\n    \"#Inspiration\"\n  ],\n  \"CONTENT_PILLAR\": \"real_talk\"\n}\n```"
  }
]