[
  {
    "clip": {
      "timestamp": "00:19:01",
      "end_timestamp": "00:19:28",
      "quote": "My home value is directly tied to the listings that I get. If I give away the listings, it's not going to do my own house any good.",
      "clip_type": "memorable_oneliner",
      "why_clipworthy": "This quote highlights a unique perspective on why agents should focus on their local market.",
      "suggested_hook": "Why your home value depends on your real estate listings!"
    },
    "script": "{\n  \"script\": {\n    \"HOOK\": \"Why your home value depends on your real estate listings!\",\n    \"SETUP\": \"Janine Sasso shares a unique perspective on why focusing on local listings is crucial for agents. It's not just about selling homes.\",\n    \"INSIGHT\": \"Janine explains, 'My home value is directly tied to the listings that I get. If I give away the listings, it's not going to do my own house any good.' This highlights the importance of maintaining a strong presence in your local market.\",\n    \"REFRAME/APPLICATION\": \"Understanding this can transform how you approach geographic farming and lead generation. Focus on local to boost your own property's value.\",\n    \"CTA\": \"Think about your current strategy. Are you maximizing your local market? Share your thoughts in the comments!\"\n  },\n  \"CAPTION\": \"Your home value is linked to your listings. Focus local! #RealEstateTips\",\n  \"HASHTAGS\": [\n    \"#RealEstateTips\",\n    \"#LocalMarket\",\n    \"#GeographicFarming\",\n    \"#HomeValue\",\n    \"#RealEstateStrategy\"\n  ],\n  \"CONTENT_PILLAR\": \"top_producer_secrets\"\n}"
  },
  {
    "clip": {
      "timestamp": "00:25:20",
      "end_timestamp": "00:25:47",
      "quote": "Garage sales are a great way to find potential sellers because people often have them when they're preparing to move.",
      "clip_type": "tactical_specificity",
      "why_clipworthy": "This provides a tactical tip that agents can implement immediately.",
      "suggested_hook": "Want to find your next seller? Look for garage sales!"
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Want to find your next seller? Look for garage sales!\",\n    \"SETUP\": \"Real estate agents, listen up! Janine Sasso shares a surprising lead generation tip you can use right now.\",\n    \"INSIGHT\": \"Garage sales are a goldmine for finding potential sellers. People often host them when they're preparing to move. It's a clear signal that a home might soon be on the market.\",\n    \"REFRAME/APPLICATION\": \"Spotting a garage sale in your area? Stop by, introduce yourself, and offer your services. It’s a simple way to connect with future sellers.\",\n    \"CTA\": \"Next time you see a garage sale, think opportunity! How will you leverage this tip in your business?\"\n  },\n  \"CAPTION\": \"Looking for your next listing? Garage sales might be the key! 🏡🔑\",\n  \"HASHTAGS\": [\n    \"#RealEstateTips\",\n    \"#LeadGeneration\",\n    \"#GarageSales\",\n    \"#RealEstateAgent\",\n    \"#HomeSelling\"\n  ],\n  \"CONTENT_PILLAR\": \"top_producer_secrets\"\n}\n```"
  }
]