[
  {
    "clip": {
      "timestamp": "05:00",
      "end_timestamp": "05:45",
      "quote": "When you don't have another option, but for it to work, it has to work. And you figure out how to make it work.",
      "clip_type": "mindset_shift",
      "why_clipworthy": "This statement captures the essence of resilience and determination.",
      "suggested_hook": "What would you do if you had no other option but to succeed?"
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) What would you do if you had no other option but to succeed?\",\n    \"SETUP\": \"(0:08-0:18) Meet Matt Kierkegaard, a music industry veteran who transitioned into real estate, facing financial adversity head-on.\",\n    \"INSIGHT\": \"(0:18-0:40) 'When you don't have another option, but for it to work, it has to work. And you figure out how to make it work.' Matt shares how resilience and determination helped him navigate market shifts and seize new opportunities.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) This mindset is crucial for real estate success. Embrace challenges as opportunities to innovate and lead your team with confidence.\",\n    \"CTA\": \"(0:52-0:60) How can you apply this resilient mindset to your next big challenge? Share your thoughts in the comments!\"\n  },\n  \"CAPTION\": \"Resilience is key in real estate. How do you make it work when there are no other options?\",\n  \"HASHTAGS\": [\n    \"#RealEstateMindset\",\n    \"#Resilience\",\n    \"#SuccessStrategies\",\n    \"#RealEstateInvesting\",\n    \"#Leadership\"\n  ],\n  \"CONTENT_PILLAR\": \"real_talk\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "46:00",
      "end_timestamp": "47:00",
      "quote": "I would go to a coffee shop and buy everyone's coffee for two hours. They'd come introduce themselves to me.",
      "clip_type": "tactical_specificity",
      "why_clipworthy": "This is a unique and actionable networking strategy.",
      "suggested_hook": "Want to build your network fast? Try this unconventional tactic."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Want to build your network fast? Try this unconventional tactic.\",\n    \"SETUP\": \"Meet Matt Kierkegaard, a real estate pro who transitioned from music. He shares a unique networking strategy you won't want to miss.\",\n    \"INSIGHT\": \"Matt would go to a coffee shop and buy everyone's coffee for two hours. This simple act encouraged people to introduce themselves to him.\",\n    \"REFRAME/APPLICATION\": \"This tactic is a game-changer for building connections. Apply it to your business by creating memorable experiences that spark conversations.\",\n    \"CTA\": \"Think outside the box. What unique strategy will you try next to expand your network?\"\n  },\n  \"caption\": \"Want to grow your network quickly? Try Matt's coffee shop strategy! ☕️ #Networking\",\n  \"hashtags\": [\"#RealEstateTips\", \"#Networking\", \"#CreativeStrategies\", \"#BusinessGrowth\", \"#MattKierkegaard\"],\n  \"content_pillar\": \"top_producer_secrets\"\n}\n```"
  }
]