[
  {
    "clip": {
      "timestamp": "00:05:01",
      "end_timestamp": "00:05:13",
      "quote": "If you are genuine, it can be extremely effective.",
      "clip_type": "mindset_shift",
      "why_clipworthy": "Highlights the power of authenticity in building trust and business.",
      "suggested_hook": "Discover why being genuine is your secret weapon in real estate."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) Discover why being genuine is your secret weapon in real estate!\",\n    \"SETUP\": \"(0:08-0:18) Meet Carrie McCormick, a top real estate expert, sharing how authenticity can transform your business.\",\n    \"INSIGHT\": \"(0:18-0:40) Carrie emphasizes, 'If you are genuine, it can be extremely effective.' In real estate, authenticity builds trust, leading to stronger client relationships and more opportunities.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) By being true to yourself, you not only stand out but also attract clients who value integrity. Make authenticity your brand.\",\n    \"CTA\": \"(0:52-0:60) Ready to elevate your real estate game? Start by being authentically you. Share your thoughts below!\"\n  },\n  \"caption\": \"Authenticity is your secret weapon in real estate. Discover why it matters!\",\n  \"hashtags\": [\"#RealEstateTips\", \"#Authenticity\", \"#ClientTrust\", \"#RealEstateAdvice\", \"#PersonalBranding\"],\n  \"content_pillar\": \"top_producer_secrets\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "00:12:42",
      "end_timestamp": "00:13:15",
      "quote": "I would love to have a quick conversation with you and just give you my update on what I actually think your home might be worth.",
      "clip_type": "tactical_specificity",
      "why_clipworthy": "Provides a specific tactic for REALTORS to engage with clients over Zestimates.",
      "suggested_hook": "How to turn Zestimates into client conversations."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) Want to turn those confusing Zestimates into powerful client conversations? Here's how!\",\n    \"SETUP\": \"(0:08-0:18) Carrie McCormick shares a game-changing tactic for REALTORS to engage clients using Zestimates. Don't miss this!\",\n    \"INSIGHT\": \"(0:18-0:40) 'I would love to have a quick conversation with you and just give you my update on what I actually think your home might be worth.' This approach turns a Zestimate into a personalized touchpoint, showing clients your expertise.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) By offering your professional insight, you build trust and demonstrate value, turning a digital estimate into a meaningful dialogue.\",\n    \"CTA\": \"(0:52-0:60) Ready to elevate your client interactions? Start a conversation today and see the difference!\"\n  },\n  \"caption\": \"Transform Zestimates into meaningful client conversations with this simple tactic. #RealEstateTips\",\n  \"hashtags\": [\n    \"#RealEstate\",\n    \"#ClientEngagement\",\n    \"#Zestimates\",\n    \"#REALTORAdvice\",\n    \"#PersonalBranding\"\n  ],\n  \"content_pillar\": \"top_producer_secrets\"\n}\n```"
  }
]