[
  {
    "clip": {
      "timestamp": "21:18",
      "end_timestamp": "22:01",
      "quote": "Most real estate professionals are renting their careers. They're going from transaction to transaction.",
      "clip_type": "mindset_shift",
      "why_clipworthy": "Challenges agents to rethink their business model and focus on long-term sustainability.",
      "suggested_hook": "Are you renting your real estate career? It's time to own it."
    },
    "script": "```json\n{\n  \"SCRIPT\": {\n    \"HOOK (0:00-0:08)\": \"Are you renting your real estate career? It's time to own it.\",\n    \"SETUP (0:08-0:18)\": \"Fee Gentry challenges real estate agents to rethink their business model. Are you just going from transaction to transaction?\",\n    \"INSIGHT (0:18-0:40)\": \"Most real estate professionals are renting their careers. They're focused on short-term gains, not building a sustainable future. Fee suggests leveraging strategic partnerships and exploring additional income streams to secure long-term success.\",\n    \"REFRAME/APPLICATION (0:40-0:52)\": \"Shift your mindset from temporary transactions to building a legacy. Embrace technology and AI to future-proof your business.\",\n    \"CTA (0:52-0:60)\": \"Ready to own your career? Start by evaluating your business model today. Share your thoughts below!\"\n  },\n  \"CAPTION\": \"Stop renting your career. Start building a legacy in real estate. #MindsetShift\",\n  \"HASHTAGS\": [\n    \"#RealEstateMindset\",\n    \"#CareerOwnership\",\n    \"#FutureProof\",\n    \"#RealEstateSuccess\",\n    \"#EntrepreneurMindset\"\n  ],\n  \"CONTENT_PILLAR\": \"top_producer_secrets\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "39:54",
      "end_timestamp": "40:27",
      "quote": "Imagine you got paid on three more services in a transaction. It's way more than you did before.",
      "clip_type": "tactical_specificity",
      "why_clipworthy": "Provides a clear, actionable strategy to increase income per transaction.",
      "suggested_hook": "Triple your income per transaction with this simple strategy."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08)\\nTriple your income per transaction with this simple strategy!\",\n    \"SETUP\": \"(0:08-0:18)\\nFee Gentry shares how REALTORS can boost their earnings by leveraging additional services in each transaction.\",\n    \"INSIGHT\": \"(0:18-0:40)\\nImagine you got paid on three more services in a transaction. It's way more than you did before. By partnering with mortgage brokers, insurance agents, and home inspectors, you can create a seamless package for clients and increase your income.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52)\\nThis matters because diversifying your income streams not only boosts your earnings but also adds value to your clients. Start integrating these partnerships today.\",\n    \"CTA\": \"(0:52-0:60)\\nReady to triple your income? Comment 'Ready' below and start implementing these strategies now!\"\n  },\n  \"caption\": \"Boost your earnings with strategic partnerships in real estate. 💼💰\",\n  \"hashtags\": [\n    \"#RealEstateTips\",\n    \"#IncomeBoost\",\n    \"#StrategicPartnerships\",\n    \"#RealtorSuccess\",\n    \"#FutureProof\"\n  ],\n  \"content_pillar\": \"top_producer_secrets\"\n}\n```"
  }
]