[
  {
    "clip": {
      "timestamp": "44:30",
      "end_timestamp": "45:30",
      "quote": "You cannot overcome emotion with fact, logic, and reason.",
      "clip_type": "mindset_shift",
      "why_clipworthy": "Challenges the conventional wisdom of using logic to persuade clients.",
      "suggested_hook": "Are you trying to convince clients with facts? Here's why that might be a mistake."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) Are you trying to convince clients with facts? Here's why that might be a mistake.\",\n    \"SETUP\": \"(0:08-0:18) Steve Shull, a seasoned real estate expert, challenges the norm of using logic to persuade clients. Why should you care?\",\n    \"INSIGHT\": \"(0:18-0:40) 'You cannot overcome emotion with fact, logic, and reason,' says Steve. In real estate, emotions drive decisions. Understanding this can transform your client interactions.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) Focus on empathy and connection. Recognize emotional cues and address them to build trust and rapport with your clients.\",\n    \"CTA\": \"(0:52-0:60) Ready to shift your approach? Start by listening more and speaking less. How can you connect emotionally with your next client?\"\n  },\n  \"caption\": \"Facts don't sell homes, emotions do. Learn how to connect with your clients on a deeper level. #RealEstateMindset\",\n  \"hashtags\": [\"#RealEstateMindset\", \"#ClientConnection\", \"#EmotionalIntelligence\", \"#RealEstateTips\", \"#SteveShull\"],\n  \"content_pillar\": \"real_talk\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "1:14:00",
      "end_timestamp": "1:15:00",
      "quote": "You win or lose business based on whether you're the favorite or the fool.",
      "clip_type": "contrarian_take",
      "why_clipworthy": "Reframes the importance of presentations in securing business.",
      "suggested_hook": "Think your presentation wins listings? Think again."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) Think your presentation wins listings? Think again.\",\n    \"SETUP\": \"(0:08-0:18) Meet Steve Shull, a real estate expert who believes that winning business isn't about flashy presentations.\",\n    \"INSIGHT\": \"(0:18-0:40) Steve argues that it's not the presentation that seals the deal, but whether you're perceived as the favorite or the fool. It's about building genuine connections and trust.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) Focus on understanding your client's needs and showing empathy. This approach can transform you from just another agent to their top choice.\",\n    \"CTA\": \"(0:52-0:60) Are you the favorite or the fool? Reflect on your client interactions and start building stronger relationships today.\"\n  },\n  \"caption\": \"Are you the favorite or the fool? Discover what truly wins listings. #RealEstateTips\",\n  \"hashtags\": [\"#RealEstate\", \"#ClientRelationships\", \"#BusinessGrowth\", \"#Empathy\", \"#SuccessMindset\"],\n  \"content_pillar\": \"top_producer_secrets\"\n}\n```"
  }
]