[
  {
    "clip": {
      "timestamp": "15:45",
      "end_timestamp": "17:00",
      "quote": "You're not going to get replaced by AI, but you're going to get replaced by somebody who uses AI very soon.",
      "clip_type": "contrarian_take",
      "why_clipworthy": "Challenges the listener to rethink the impact of AI on their career.",
      "suggested_hook": "Is AI coming for your real estate job? Here's the truth."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) Is AI coming for your real estate job? Here's the truth.\",\n    \"SETUP\": \"(0:08-0:18) Meet Chris Linsell, a real estate expert who believes AI won't replace you, but someone using AI might.\",\n    \"INSIGHT\": \"(0:18-0:40) In today's fast-evolving market, leveraging AI tools can give you a competitive edge. Chris explains how AI can streamline tasks, enhance client interactions, and provide data-driven insights.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) Embrace AI to stay ahead. Integrate AI into your daily operations to boost efficiency and client satisfaction.\",\n    \"CTA\": \"(0:52-0:60) Are you ready to adapt? Start exploring AI tools today and future-proof your real estate career.\"\n  },\n  \"caption\": \"AI won't replace you, but someone using AI might. Are you ready to adapt? #RealEstate #AI\",\n  \"hashtags\": [\n    \"#RealEstate\",\n    \"#AI\",\n    \"#Innovation\",\n    \"#FutureOfWork\",\n    \"#RealEstateTips\"\n  ],\n  \"content_pillar\": \"ai_agent\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "31:00",
      "end_timestamp": "32:30",
      "quote": "It is no longer accessible to say I am John Q REALTOR expert in real estate. We're all experts in real estate.",
      "clip_type": "pattern_reveal",
      "why_clipworthy": "Emphasizes the need for specialization in the real estate industry.",
      "suggested_hook": "Why being a generalist in real estate is no longer enough."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08)\",\n    \"content\": \"Why being a generalist in real estate is no longer enough.\"\n  },\n  \"SETUP\": {\n    \"time\": \"(0:08-0:18)\",\n    \"content\": \"In today's fast-evolving market, simply being 'John Q REALTOR' isn't cutting it anymore. Chris Linsell explains why specialization is key.\"\n  },\n  \"INSIGHT\": {\n    \"time\": \"(0:18-0:40)\",\n    \"content\": \"With AI transforming the industry and mortgage rates fluctuating, having a niche can set you apart. Specializing allows you to offer unparalleled expertise, making you indispensable in your field.\"\n  },\n  \"REFRAME/APPLICATION\": {\n    \"time\": \"(0:40-0:52)\",\n    \"content\": \"Specialization isn't just a trend; it's a necessity. Focus on a specific area to enhance your value and stay ahead of the competition.\"\n  },\n  \"CTA\": {\n    \"time\": \"(0:52-0:60)\",\n    \"content\": \"What niche can you dominate in real estate? Share your thoughts below or start your specialization journey today!\"\n  },\n  \"CAPTION\": \"Specialization is the future of real estate. Are you ready to niche down?\",\n  \"HASHTAGS\": [\n    \"#RealEstate\",\n    \"#Specialization\",\n    \"#AIImpact\",\n    \"#MarketTrends\",\n    \"#RealEstateExpert\"\n  ],\n  \"CONTENT_PILLAR\": \"top_producer_secrets\"\n}\n```"
  }
]