[
  {
    "clip": {
      "timestamp": "05:04",
      "end_timestamp": "05:45",
      "quote": "Consistency always wins. Do the same thing every time.",
      "clip_type": "memorable_oneliner",
      "why_clipworthy": "Emphasizes the importance of consistency in real estate processes.",
      "suggested_hook": "Why consistency is the secret weapon in real estate success."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Why is consistency your secret weapon in real estate?\",\n    \"SETUP\": \"Ali Garced shares why doing the same thing every time can transform your real estate business.\",\n    \"INSIGHT\": \"Consistency always wins. Whether it's your seller checklists, photography, or open house strategies, maintaining a uniform approach ensures reliability and builds trust.\",\n    \"REFRAME/APPLICATION\": \"By applying consistent methods, you create a seamless experience for clients, making your services stand out in a competitive market.\",\n    \"CTA\": \"Think about your processes. Where can you be more consistent? Share your thoughts in the comments!\"\n  },\n  \"CAPTION\": \"Consistency is key in real estate success. Discover why with Ali Garced.\",\n  \"HASHTAGS\": [\"#RealEstateSuccess\", \"#ConsistencyWins\", \"#RealEstateTips\", \"#AliGarced\", \"#BusinessGrowth\"],\n  \"CONTENT_PILLAR\": \"systems_that_scale\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "22:05",
      "end_timestamp": "22:45",
      "quote": "Non-refundable earnest money is unheard of in Arizona. That's why you get my offers accepted.",
      "clip_type": "contrarian_take",
      "why_clipworthy": "Challenges conventional practices and offers a unique tactic for offer acceptance.",
      "suggested_hook": "The unconventional tactic that gets offers accepted in Arizona."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) Ever heard of non-refundable earnest money? It's a game-changer in Arizona real estate!\",\n    \"SETUP\": \"(0:08-0:18) Meet Ali Garced, a real estate expert who challenges the norm to get offers accepted in a competitive market.\",\n    \"INSIGHT\": \"(0:18-0:40) Ali reveals that while non-refundable earnest money is rare in Arizona, it's her secret weapon. This bold move shows sellers you're serious, making your offer stand out.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) In a hot market, standing out is crucial. Consider this tactic to demonstrate commitment and secure your next deal.\",\n    \"CTA\": \"(0:52-0:60) Ready to rethink your offer strategy? Share your thoughts below or try this tactic in your next negotiation!\"\n  },\n  \"caption\": \"Discover the bold tactic that gets offers accepted in Arizona real estate. #RealEstateTips\",\n  \"hashtags\": [\"#RealEstate\", \"#ArizonaRealEstate\", \"#HomeBuying\", \"#OfferStrategy\", \"#RealEstateAdvice\"],\n  \"content_pillar\": \"top_producer_secrets\"\n}\n```"
  }
]