[
  {
    "clip": {
      "timestamp": "19:00",
      "end_timestamp": "20:00",
      "quote": "If I tell you to go do an open house and you want to claw your eyes out, then open houses probably aren't going to be your thing.",
      "clip_type": "tactical_specificity",
      "why_clipworthy": "It emphasizes the importance of choosing lead generation strategies that align with personal strengths.",
      "suggested_hook": "Are you choosing the wrong lead generation strategies?"
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Are you choosing the wrong lead generation strategies?\",\n    \"SETUP\": \"Cameron Buening shares why aligning strategies with personal strengths is crucial in real estate.\",\n    \"INSIGHT\": \"If I tell you to go do an open house and you want to claw your eyes out, then open houses probably aren't going to be your thing. It's vital to find lead generation methods that resonate with you.\",\n    \"REFRAME/APPLICATION\": \"Choosing strategies that align with your strengths can lead to more effective client acquisition and a more enjoyable career.\",\n    \"CTA\": \"Reflect on your current strategies. Are they aligned with your strengths? Share your thoughts in the comments!\"\n  },\n  \"CAPTION\": \"Align your lead generation strategies with your strengths for success. #RealEstateTips\",\n  \"HASHTAGS\": [\"#RealEstate\", \"#LeadGeneration\", \"#CareerGrowth\", \"#RealEstateAdvice\", \"#SuccessStrategies\"],\n  \"CONTENT_PILLAR\": \"top_producer_secrets\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "29:00",
      "end_timestamp": "30:00",
      "quote": "You have to figure out what works for you. Study the people that are doing it at the highest level and master it.",
      "clip_type": "mindset_shift",
      "why_clipworthy": "Encourages agents to focus on mastering a few key strategies instead of spreading themselves too thin.",
      "suggested_hook": "The secret to mastering real estate success? Focus."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) What if the secret to real estate success is simpler than you think? Focus.\",\n    \"SETUP\": \"(0:08-0:18) Meet Cameron Buening, who transitioned from performing arts to real estate. He's here to share why mastering a few key strategies is crucial.\",\n    \"INSIGHT\": \"(0:18-0:40) 'You have to figure out what works for you. Study the people that are doing it at the highest level and master it,' says Cameron. Instead of spreading yourself thin, focus on a few strategies that align with your strengths.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) This approach not only boosts efficiency but also enhances your expertise. Apply this by identifying and honing in on your top-performing tactics.\",\n    \"CTA\": \"(0:52-0:60) Ready to elevate your real estate game? Start by focusing on what truly works for you. Share your thoughts below!\"\n  },\n  \"CAPTION\": \"Master real estate success by focusing on what truly works for you. #RealEstateMindset\",\n  \"HASHTAGS\": [\n    \"#RealEstateSuccess\",\n    \"#FocusStrategy\",\n    \"#CameronBuening\",\n    \"#RealEstateTips\",\n    \"#MasterYourCraft\"\n  ],\n  \"CONTENT_PILLAR\": \"top_producer_secrets\"\n}\n```"
  }
]