[
  {
    "clip": {
      "timestamp": "19:30",
      "end_timestamp": "20:15",
      "quote": "We make good agents into great agents by focusing on their strengths and automating their weaknesses.",
      "clip_type": "tactical_specificity",
      "why_clipworthy": "It provides a clear strategy for agent development that is both actionable and inspiring.",
      "suggested_hook": "Want to turn your good agents into great ones? Here's how Ryan Rodenbeck does it."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Want to turn your good agents into great ones? Here's how Ryan Rodenbeck does it.\",\n    \"SETUP\": \"Ryan Rodenbeck shares his strategy for transforming real estate agents. Discover why focusing on strengths is key.\",\n    \"INSIGHT\": \"By honing in on what agents do best and automating their weaknesses, Ryan elevates their performance. This approach not only boosts productivity but also enhances job satisfaction.\",\n    \"REFRAME/APPLICATION\": \"This matters because leveraging strengths and technology can revolutionize your team's success. Start identifying areas to automate today.\",\n    \"CTA\": \"Think about your team's strengths. How can you automate their weaknesses? Share your thoughts in the comments!\"\n  },\n  \"CAPTION\": \"Transform good agents into great ones by focusing on strengths and automating weaknesses. #RealEstateSuccess\",\n  \"HASHTAGS\": [\n    \"#RealEstateSuccess\",\n    \"#AgentDevelopment\",\n    \"#RealEstateTechnology\",\n    \"#AgentProductivity\",\n    \"#RealEstateTips\"\n  ],\n  \"CONTENT_PILLAR\": \"systems_that_scale\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "28:30",
      "end_timestamp": "29:15",
      "quote": "The reality is that commissions might go down, but with the right approach, you can still thrive.",
      "clip_type": "mindset_shift",
      "why_clipworthy": "Addresses a common fear with a positive outlook and actionable advice.",
      "suggested_hook": "Worried about commission changes? Here's why you shouldn't be."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) Worried about commission changes? Here's why you shouldn't be.\",\n    \"SETUP\": \"(0:08-0:18) In today's real estate market, many agents fear the impact of fluctuating commissions. But there's a way to stay ahead.\",\n    \"INSIGHT\": \"(0:18-0:40) Ryan Rodenbeck shares that while commissions might decrease, adopting the right strategies and mindset can help you not just survive, but thrive.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) Embrace technology and focus on building strong client relationships to maintain your edge in the industry.\",\n    \"CTA\": \"(0:52-0:60) Ready to adapt and succeed? Start by evaluating your current approach and making necessary adjustments.\"\n  },\n  \"caption\": \"Commissions changing? Here's how to thrive despite the shifts. #RealEstateMindset\",\n  \"hashtags\": [\n    \"#RealEstate\",\n    \"#AgentSuccess\",\n    \"#CommissionStrategy\",\n    \"#RealEstateTrends\",\n    \"#MindsetShift\"\n  ],\n  \"content_pillar\": \"real_talk\"\n}\n```"
  }
]