[
  {
    "clip": {
      "timestamp": "08:30",
      "end_timestamp": "09:15",
      "quote": "Transitioning at 50 is a difficult time to use your sphere because most people that you know are already in their forever home.",
      "clip_type": "emotional_resonance",
      "why_clipworthy": "It highlights the unique challenges of starting a real estate career later in life.",
      "suggested_hook": "Facing a career change at 50? Here's how one agent overcame the odds."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) Facing a career change at 50? Discover how one agent defied the odds!\",\n    \"SETUP\": \"(0:08-0:18) Meet Julia Stauffer, who transitioned to real estate at 50. She faced a unique challenge: most of her sphere was already settled in their forever homes.\",\n    \"INSIGHT\": \"(0:18-0:40) Julia shares, 'Transitioning at 50 is tough because your network is settled. But I focused on personal branding and video content to engage new clients.'\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) This matters because building a brand and leveraging video can open doors, even when your initial network seems tapped out.\",\n    \"CTA\": \"(0:52-0:60) Ready to pivot your career? Start by crafting your personal brand and embracing video. What's your next step?\"\n  },\n  \"CAPTION\": \"Starting a new career at 50? Learn how Julia Stauffer built her real estate success! #CareerChange\",\n  \"HASHTAGS\": [\"#RealEstateJourney\", \"#CareerChange\", \"#PersonalBranding\", \"#VideoMarketing\", \"#RealEstateAdvice\"],\n  \"CONTENT_PILLAR\": \"real_talk\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "15:00",
      "end_timestamp": "15:45",
      "quote": "If you want to double your income, double your leads.",
      "clip_type": "memorable_oneliner",
      "why_clipworthy": "This simple yet powerful insight can motivate agents to focus on lead generation.",
      "suggested_hook": "The secret to doubling your real estate income might be simpler than you think."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"What if doubling your real estate income is as simple as doubling your leads?\",\n    \"SETUP\": \"Meet Julia Stauffer, a real estate expert who transitioned into the industry at 50. She's here to share a game-changing insight.\",\n    \"INSIGHT\": \"Julia says, 'If you want to double your income, double your leads.' This straightforward approach can transform your business by focusing on lead generation.\",\n    \"REFRAME/APPLICATION\": \"Why does this matter? By prioritizing lead generation, you can significantly boost your income. Start by leveraging referrals and personal branding.\",\n    \"CTA\": \"Ready to double your leads? Start today by creating engaging video content. Share your journey and watch your business grow!\"\n  },\n  \"caption\": \"Double your leads, double your income. It's that simple! #RealEstateTips\",\n  \"hashtags\": [\n    \"#RealEstateTips\",\n    \"#LeadGeneration\",\n    \"#IncomeBoost\",\n    \"#RealEstateAgent\",\n    \"#BusinessGrowth\"\n  ],\n  \"content_pillar\": \"top_producer_secrets\"\n}\n```"
  }
]