[
  {
    "clip": {
      "timestamp": "11:00",
      "end_timestamp": "11:45",
      "quote": "Imagine your contacts and your iMessage and FaceTime and your call logs and your email... with AI-powered suggestion prioritization.",
      "clip_type": "contrarian_take",
      "why_clipworthy": "Challenges the necessity of traditional CRMs with the advent of AI.",
      "suggested_hook": "Is AI about to make your CRM obsolete?"
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Is AI about to make your CRM obsolete?\",\n    \"SETUP\": \"Meet Chris Linsell, a real estate tech expert. With AI's rise, traditional CRMs might be facing a major shake-up.\",\n    \"INSIGHT\": \"Imagine your contacts, iMessage, FaceTime, call logs, and emails all prioritized by AI. Chris suggests this could streamline communication like never before.\",\n    \"REFRAME/APPLICATION\": \"This means more efficient client interactions and less time on manual data entry. It's time to rethink your CRM strategy.\",\n    \"CTA\": \"Consider how AI can enhance your business. Are you ready to embrace the change?\"\n  },\n  \"CAPTION\": \"Is your CRM ready for the AI revolution? Discover how AI could transform real estate communication. #AI #RealEstate\",\n  \"HASHTAGS\": [\"#AI\", \"#RealEstate\", \"#CRM\", \"#TechInnovation\", \"#FutureOfWork\"],\n  \"CONTENT_PILLAR\": \"ai_agent\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "18:30",
      "end_timestamp": "19:15",
      "quote": "Election years see higher appreciation rates for real estate than non-election years.",
      "clip_type": "surprising_statistic",
      "why_clipworthy": "Provides a data-driven insight that can influence client decisions.",
      "suggested_hook": "Did you know election years could boost your home's value?"
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK (0:00-0:08)\": \"Did you know election years could boost your home's value?\",\n    \"SETUP (0:08-0:18)\": \"I'm Chris Linsell, and today we're diving into how election years impact real estate appreciation rates.\",\n    \"INSIGHT (0:18-0:40)\": \"Surprisingly, data shows that real estate sees higher appreciation rates during election years compared to non-election years. This trend can significantly influence your investment decisions.\",\n    \"REFRAME/APPLICATION (0:40-0:52)\": \"Understanding this pattern can help you time your buying or selling strategy to maximize returns in an election year.\",\n    \"CTA (0:52-0:60)\": \"Consider how this insight might affect your real estate plans. Share your thoughts in the comments below!\"\n  },\n  \"CAPTION\": \"Election years can boost real estate appreciation! Find out how to leverage this trend. #RealEstateTips\",\n  \"HASHTAGS\": [\"#RealEstate\", \"#ElectionYear\", \"#MarketTrends\", \"#PropertyInvestment\", \"#HomeValue\"],\n  \"CONTENT_PILLAR\": \"market_intelligence\"\n}\n```"
  }
]