[
  {
    "clip": {
      "timestamp": "24:00",
      "end_timestamp": "24:45",
      "quote": "Dual agency is the scourge of our industry... I won't represent a buyer on this transaction.",
      "clip_type": "contrarian_take",
      "why_clipworthy": "Challenges a common industry practice and highlights ethical considerations.",
      "suggested_hook": "Why dual agency might be hurting your real estate business."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Why dual agency might be hurting your real estate business.\",\n    \"SETUP\": \"Michael B. Bell challenges a common practice in real estate, urging agents to reconsider dual agency for ethical reasons.\",\n    \"INSIGHT\": \"Dual agency often puts agents in a conflict of interest, compromising their ability to fully advocate for either party. Michael refuses to represent buyers in such transactions, emphasizing the importance of integrity.\",\n    \"REFRAME/APPLICATION\": \"By avoiding dual agency, you can build trust and credibility, ensuring clients feel fully represented. This approach can differentiate you in a competitive market.\",\n    \"CTA\": \"Consider your stance on dual agency. How might changing it impact your business ethics and client relationships?\"\n  },\n  \"caption\": \"Is dual agency compromising your integrity? Michael B. Bell shares why he avoids it. #RealEstateEthics\",\n  \"hashtags\": [\"#RealEstateEthics\", \"#DualAgency\", \"#AgentAdvice\", \"#IntegrityMatters\", \"#RealTalk\"],\n  \"content_pillar\": \"real_talk\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "52:20",
      "end_timestamp": "53:00",
      "quote": "The number one thing you can do is seminars... Get face-to-face with people.",
      "clip_type": "tactical_specificity",
      "why_clipworthy": "Provides a clear, actionable strategy for lead generation.",
      "suggested_hook": "Want more leads? Here's the most effective strategy."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Want more leads? Here's the most effective strategy.\",\n    \"SETUP\": \"This is about real estate agents looking to boost their lead generation. Michael B. Bell shares a game-changing tactic.\",\n    \"INSIGHT\": \"The number one thing you can do is seminars. Get face-to-face with people. It's about building trust and showcasing your expertise.\",\n    \"REFRAME/APPLICATION\": \"In today's market, personal connections are key. Host a seminar to engage directly and convert potential clients.\",\n    \"CTA\": \"Ready to try it? Plan your first seminar today and watch your leads grow!\"\n  },\n  \"CAPTION\": \"Boost your leads with seminars! Get face-to-face and make real connections. #RealEstateTips\",\n  \"HASHTAGS\": [\"#RealEstate\", \"#LeadGeneration\", \"#Networking\", \"#Seminars\", \"#MichaelBBell\"],\n  \"CONTENT_PILLAR\": \"top_producer_secrets\"\n}\n```"
  }
]