[
  {
    "clip": {
      "timestamp": "29:02",
      "end_timestamp": "30:07",
      "quote": "I decided I was not going to be the Lexus driving REALTOR and embraced my true identity.",
      "clip_type": "contrarian_take",
      "why_clipworthy": "Challenges the conventional image of a REALTOR and emphasizes authenticity.",
      "suggested_hook": "Why being yourself is your best marketing strategy."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Why being yourself is your best marketing strategy!\",\n    \"SETUP\": \"Meet Dani Hampton, a REALTOR who ditched the Lexus stereotype to embrace authenticity. Here's why it matters.\",\n    \"INSIGHT\": \"Dani shares, 'I decided I was not going to be the Lexus driving REALTOR and embraced my true identity.' By being genuine, she built stronger client relationships and a more fulfilling career.\",\n    \"REFRAME/APPLICATION\": \"Authenticity isn't just refreshing; it's effective. Let your true self shine and watch your business thrive.\",\n    \"CTA\": \"Ready to embrace authenticity? Share your story in the comments or tag a friend who needs to hear this!\"\n  },\n  \"CAPTION\": \"Ditch the stereotype, embrace authenticity. Your true self is your best asset! #RealEstate\",\n  \"HASHTAGS\": [\n    \"#RealEstate\",\n    \"#Authenticity\",\n    \"#MarketingStrategy\",\n    \"#BeYourself\",\n    \"#RealTalk\"\n  ],\n  \"CONTENT_PILLAR\": \"real_talk\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "57:02",
      "end_timestamp": "57:39",
      "quote": "It's not about the client being difficult; it's about me not setting the right expectations.",
      "clip_type": "mindset_shift",
      "why_clipworthy": "Encourages personal responsibility and proactive client management.",
      "suggested_hook": "Transform your client relationships with this mindset shift."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Transform your client relationships with this mindset shift!\",\n    \"SETUP\": \"Dani Hampton shares a game-changing perspective on client management. Discover why setting the right expectations is crucial.\",\n    \"INSIGHT\": \"Dani says, 'It's not about the client being difficult; it's about me not setting the right expectations.' By taking responsibility, you can proactively manage client relationships and prevent misunderstandings.\",\n    \"REFRAME/APPLICATION\": \"This mindset shift empowers you to create smoother transactions and happier clients. Start by clearly communicating expectations from the outset.\",\n    \"CTA\": \"Think about your last client interaction. How could setting better expectations have changed the outcome? Share your thoughts!\"\n  },\n  \"CAPTION\": \"Shift your mindset: It's not the client, it's the expectations. #RealEstateTips\",\n  \"HASHTAGS\": [\"#RealEstateMindset\", \"#ClientManagement\", \"#PersonalGrowth\", \"#RealEstateAdvice\", \"#MindsetShift\"],\n  \"CONTENT_PILLAR\": \"real_talk\"\n}\n```"
  }
]