[
  {
    "clip": {
      "timestamp": "07:00",
      "end_timestamp": "08:00",
      "quote": "Rent control is going to benefit the people who likely need it the least.",
      "clip_type": "contrarian_take",
      "why_clipworthy": "Challenges the effectiveness of rent control policies.",
      "suggested_hook": "Is rent control really helping those who need it most?"
    },
    "script": "```json\n{\n  \"SCRIPT\": {\n    \"HOOK\": \"(0:00-0:08)\\nIs rent control really helping those who need it most? You might be surprised!\",\n    \"SETUP\": \"(0:08-0:18)\\nChris Linsell dives into the Biden administration's rent control proposal, questioning its true impact on those in need.\",\n    \"INSIGHT\": \"(0:18-0:40)\\nRent control is intended to make housing affordable, but Chris argues it often benefits those who are already financially stable, leaving the most vulnerable still struggling.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52)\\nUnderstanding this can help real estate professionals better advocate for policies that genuinely support those in need.\",\n    \"CTA\": \"(0:52-0:60)\\nThink about how rent control affects your market. Share your thoughts in the comments below!\"\n  },\n  \"CAPTION\": \"Is rent control missing the mark? Chris Linsell shares his contrarian take.\",\n  \"HASHTAGS\": [\"#RentControl\", \"#RealEstateInsights\", \"#HousingMarket\", \"#PolicyDebate\", \"#ChrisLinsell\"],\n  \"CONTENT_PILLAR\": \"real_talk\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "21:00",
      "end_timestamp": "22:00",
      "quote": "I'm going to prove my value to you not just by my advice, but by my access.",
      "clip_type": "tactical_specificity",
      "why_clipworthy": "Highlights a specific strategy for buyer's agents to demonstrate value.",
      "suggested_hook": "How can buyer's agents prove their worth in today's market?"
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) How can buyer's agents prove their worth in today's competitive market?\",\n    \"SETUP\": \"(0:08-0:18) Chris Linsell shares a game-changing strategy for buyer's agents facing low inventory and 0% co-op commissions.\",\n    \"INSIGHT\": \"(0:18-0:40) 'I'm going to prove my value to you not just by my advice, but by my access.' Chris emphasizes leveraging exclusive listings and insider connections to stand out.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) In a market where inventory is scarce, your network and access can be your biggest assets. Use them to demonstrate your unique value.\",\n    \"CTA\": \"(0:52-0:60) Think about your current network. How can you leverage it to provide more value to your clients? Share your thoughts below!\"\n  },\n  \"CAPTION\": \"Prove your worth as a buyer's agent with access, not just advice. #RealEstateTips\",\n  \"HASHTAGS\": [\"#RealEstate\", \"#BuyersAgent\", \"#MarketStrategy\", \"#RealEstateAdvice\", \"#AgentSuccess\"],\n  \"CONTENT_PILLAR\": \"top_producer_secrets\"\n}\n```"
  }
]