[
  {
    "clip": {
      "timestamp": "12:30",
      "end_timestamp": "13:15",
      "quote": "For every one minute of prep, it saves four minutes of execution.",
      "clip_type": "tactical_specificity",
      "why_clipworthy": "Highlights the importance of preparation in achieving success.",
      "suggested_hook": "Want to save time and increase your success rate? Here's the secret..."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Want to save time and increase your success rate? Here's the secret...\",\n    \"SETUP\": \"This is about Jim Remley's insight on preparation in real estate. Imagine cutting down your execution time significantly.\",\n    \"INSIGHT\": \"Jim shares, 'For every one minute of prep, it saves four minutes of execution.' This principle is a game-changer for real estate agents.\",\n    \"REFRAME/APPLICATION\": \"Think about how much more you could achieve by investing time in preparation. Apply this to your client meetings and see the difference.\",\n    \"CTA\": \"Ready to boost your productivity? Start prepping smarter today and watch your success soar!\"\n  },\n  \"caption\": \"Discover the secret to saving time and boosting success in real estate with Jim Remley!\",\n  \"hashtags\": [\"#RealEstateTips\", \"#AgentSuccess\", \"#ProductivityHacks\", \"#JimRemley\", \"#RealEstateCoaching\"],\n  \"content_pillar\": \"top_producer_secrets\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "27:00",
      "end_timestamp": "28:00",
      "quote": "Explain your commission as a success fee—clients only pay when they get the keys.",
      "clip_type": "mindset_shift",
      "why_clipworthy": "Reframes the commission discussion in a positive light.",
      "suggested_hook": "Struggling with commission conversations? Try this approach..."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) Struggling with commission conversations? Try this approach...\",\n    \"SETUP\": \"(0:08-0:18) Meet Jim Remley, a real estate expert who’s changing the way agents talk about commissions.\",\n    \"INSIGHT\": \"(0:18-0:40) Jim suggests explaining your commission as a success fee. Clients only pay when they get the keys, turning the conversation into a positive outcome.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) This mindset shift can ease client concerns and highlight your commitment to their success. Apply it to build trust and close more deals.\",\n    \"CTA\": \"(0:52-0:60) Ready to transform your commission talks? Share your thoughts below or try it in your next client meeting!\"\n  },\n  \"caption\": \"Reframe commissions as a success fee and watch your client conversations transform! 💼🔑\",\n  \"hashtags\": [\n    \"#RealEstateTips\",\n    \"#AgentSuccess\",\n    \"#CommissionStrategy\",\n    \"#ClientTrust\",\n    \"#RealEstateMindset\"\n  ],\n  \"content_pillar\": \"top_producer_secrets\"\n}\n```"
  }
]