[
  {
    "clip": {
      "timestamp": "15:45",
      "end_timestamp": "16:30",
      "quote": "You don't learn by doing something right. All that you do when you can do something right is confirm that you already know how to do it.",
      "clip_type": "mindset_shift",
      "why_clipworthy": "This challenges the conventional fear of failure and encourages a growth mindset.",
      "suggested_hook": "Why failing might be the best thing for your success."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK (0:00-0:08)\": \"Why failing might be the best thing for your success.\",\n    \"SETUP (0:08-0:18)\": \"Chris King challenges the fear of failure, urging us to embrace mistakes as a path to growth and innovation.\",\n    \"INSIGHT (0:18-0:40)\": \"\\\"You don't learn by doing something right. All that you do when you can do something right is confirm that you already know how to do it.\\\" Chris explains how failure is a crucial component of learning and success.\",\n    \"REFRAME/APPLICATION (0:40-0:52)\": \"Embrace failures as opportunities to learn and innovate, especially in challenging markets. This mindset shift can unlock new possibilities.\",\n    \"CTA (0:52-0:60)\": \"Think about a recent failure. What did it teach you? Share your story and let's redefine success together.\"\n  },\n  \"CAPTION\": \"Embrace failure as a stepping stone to success. #GrowthMindset\",\n  \"HASHTAGS\": [\"#GrowthMindset\", \"#RealEstateSuccess\", \"#Innovation\", \"#MindsetShift\", \"#LearnFromFailure\"],\n  \"CONTENT_PILLAR\": \"real_talk\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "23:00",
      "end_timestamp": "23:45",
      "quote": "Fortunes are made in down economies. Everything can be leveraged to your benefit and your betterment.",
      "clip_type": "contrarian_take",
      "why_clipworthy": "This offers a positive perspective on challenging market conditions.",
      "suggested_hook": "Why a down market might be your biggest opportunity yet."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Why a down market might be your biggest opportunity yet.\",\n    \"SETUP\": \"In today's episode, Chris King shares why challenging market conditions could be your golden ticket. Are you ready to seize it?\",\n    \"INSIGHT\": \"Chris explains, 'Fortunes are made in down economies. Everything can be leveraged to your benefit and your betterment.' This isn't just about surviving; it's about thriving by spotting opportunities others miss.\",\n    \"REFRAME/APPLICATION\": \"Think of a down market as a chance to innovate and grow. Use this time to refine strategies and outpace competitors.\",\n    \"CTA\": \"What's one opportunity you're overlooking in today's market? Share your thoughts with us in the comments!\"\n  },\n  \"CAPTION\": \"Discover why a down market could be your best opportunity yet! 💡 #RealEstateSuccess\",\n  \"HASHTAGS\": [\"#RealEstate\", \"#MarketOpportunity\", \"#Innovation\", \"#MindsetMatters\", \"#ChrisKing\"],\n  \"CONTENT_PILLAR\": \"market_intelligence\"\n}\n```"
  }
]