[
  {
    "clip": {
      "timestamp": "00:07:01",
      "end_timestamp": "00:07:10",
      "quote": "He saved this client $100,000 in his negotiation.",
      "clip_type": "tactical_specificity",
      "why_clipworthy": "Demonstrates the tangible benefits of using video to highlight negotiation skills.",
      "suggested_hook": "Want to save your clients thousands? Here's how video can showcase your negotiation prowess."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Want to save your clients thousands? Here's how video can showcase your negotiation prowess.\",\n    \"SETUP\": \"Meet Kim Rittberg, a real estate pro who knows the power of video. She shares how one agent saved a client $100,000 through negotiation.\",\n    \"INSIGHT\": \"By using video, this agent highlighted his negotiation skills, building trust and showcasing his expertise. Clients saw firsthand how he navigated complex deals, leading to significant savings.\",\n    \"REFRAME/APPLICATION\": \"Incorporating video into your strategy can demonstrate your unique skills. Show potential clients your value before they even meet you.\",\n    \"CTA\": \"Ready to elevate your brand? Start creating video content today and watch your client engagement soar!\"\n  },\n  \"CAPTION\": \"Showcase your negotiation skills with video and save your clients thousands! #RealEstateTips\",\n  \"HASHTAGS\": [\"#RealEstate\", \"#VideoMarketing\", \"#NegotiationSkills\", \"#ClientEngagement\", \"#RealEstateAgent\"],\n  \"CONTENT_PILLAR\": \"top_producer_secrets\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "00:08:49",
      "end_timestamp": "00:09:00",
      "quote": "Video more than photos, more than text content, is the most shared content on social media.",
      "clip_type": "surprising_statistic",
      "why_clipworthy": "Highlights the effectiveness of video in increasing social media engagement.",
      "suggested_hook": "Did you know video is the most shared content on social media? Here's why you should be using it."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Did you know video is the most shared content on social media? Here's why you should be using it.\",\n    \"SETUP\": \"I'm Kim Rittberg, and today we're diving into why real estate agents need to embrace video. It's not just a trend; it's a game-changer.\",\n    \"INSIGHT\": \"Video content is 1200% more likely to be shared than text and images combined. It boosts engagement, enhances personal branding, and drives lead generation. Imagine your listings reaching more potential buyers effortlessly.\",\n    \"REFRAME/APPLICATION\": \"By incorporating video, you not only showcase properties but also build trust and authenticity with clients. It's your chance to stand out in a crowded market.\",\n    \"CTA\": \"Ready to elevate your real estate game? Start creating video content today and watch your engagement soar!\"\n  },\n  \"CAPTION\": \"Video is king on social media! Discover how it can transform your real estate business. 🎥🏡\",\n  \"HASHTAGS\": [\"#RealEstateTips\", \"#VideoMarketing\", \"#SocialMediaStrategy\", \"#LeadGeneration\", \"#PersonalBranding\"],\n  \"CONTENT_PILLAR\": \"top_producer_secrets\"\n}\n```"
  }
]