[
  {
    "clip": {
      "timestamp": "09:00",
      "end_timestamp": "10:00",
      "quote": "Video tells the story of the home, unlike a photograph, and engages the buyer emotionally.",
      "clip_type": "tactical_specificity",
      "why_clipworthy": "Highlights the importance of video in modern real estate marketing.",
      "suggested_hook": "Are you still relying on photos to sell homes? Here's why video is the future."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) Are you still relying on photos to sell homes? Here's why video is the future.\",\n    \"SETUP\": \"(0:08-0:18) In today's fast-paced real estate market, standing out is crucial. Carrie McCormick shares why video is a game-changer.\",\n    \"INSIGHT\": \"(0:18-0:40) Video tells the story of the home, unlike a photograph, and engages the buyer emotionally. It captures the essence and flow of a property, creating a connection that static images simply can't.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) Embracing video marketing can transform your listings and build stronger client relationships. Start integrating video tours to showcase your properties.\",\n    \"CTA\": \"(0:52-0:60) Ready to elevate your listings? Start using video today and see the difference. Share your experiences in the comments!\"\n  },\n  \"CAPTION\": \"Video marketing is the future of real estate. Are you ready to make the switch?\",\n  \"HASHTAGS\": [\"#RealEstateMarketing\", \"#VideoTours\", \"#SellHomes\", \"#RealEstateTips\", \"#VideoMarketing\"],\n  \"CONTENT_PILLAR\": \"top_producer_secrets\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "23:00",
      "end_timestamp": "24:00",
      "quote": "Tell me the truth and tell me the number that it is, even if you think I don't want to hear it.",
      "clip_type": "emotional_resonance",
      "why_clipworthy": "Emphasizes the importance of honesty in client relationships.",
      "suggested_hook": "Why honesty is the best policy in real estate."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Why is honesty the ultimate game-changer in real estate?\",\n    \"SETUP\": \"In the world of real estate, trust is everything. Carrie McCormick shares why being truthful is crucial for success.\",\n    \"INSIGHT\": \"Carrie says, 'Tell me the truth and tell me the number that it is, even if you think I don't want to hear it.' This highlights the power of honesty in building strong client relationships.\",\n    \"REFRAME/APPLICATION\": \"Honesty not only builds trust but also sets realistic expectations, leading to more successful transactions.\",\n    \"CTA\": \"Think about your last client interaction. Were you completely honest? Share your thoughts in the comments!\"\n  },\n  \"CAPTION\": \"Honesty is the best policy in real estate. Here's why it matters. #RealEstate #Honesty\",\n  \"HASHTAGS\": [\n    \"#RealEstate\",\n    \"#Honesty\",\n    \"#ClientRelationships\",\n    \"#TruthfulCommunication\",\n    \"#RealTalk\"\n  ],\n  \"CONTENT_PILLAR\": \"real_talk\"\n}\n```"
  }
]