[
  {
    "clip": {
      "timestamp": "09:11",
      "end_timestamp": "09:59",
      "quote": "I am not the number one broker... but what I wanted to do is talk to you about your home and what I can do for you.",
      "clip_type": "emotional_resonance",
      "why_clipworthy": "This moment highlights the power of authenticity and client focus in winning business.",
      "suggested_hook": "Why being honest with your clients can win you more business."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) What if being honest with your clients is the secret to skyrocketing your real estate business?\",\n    \"SETUP\": \"(0:08-0:18) Meet Carrie McCormick, a real estate expert who believes authenticity is key. She shares why focusing on clients over accolades matters.\",\n    \"INSIGHT\": \"(0:18-0:40) 'I am not the number one broker,' Carrie admits, 'but what I wanted to do is talk to you about your home and what I can do for you.' This approach emphasizes genuine client relationships over self-promotion.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) In a competitive market, authenticity builds trust. Focus on client needs and watch your business grow through meaningful connections.\",\n    \"CTA\": \"(0:52-0:60) How can you incorporate more authenticity in your client interactions today? Share your thoughts in the comments!\"\n  },\n  \"caption\": \"Authenticity over accolades: How honesty can boost your real estate business. #RealEstateTips\",\n  \"hashtags\": [\n    \"#RealEstate\",\n    \"#ClientFocus\",\n    \"#Authenticity\",\n    \"#BusinessGrowth\",\n    \"#RealTalk\"\n  ],\n  \"content_pillar\": \"real_talk\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "15:03",
      "end_timestamp": "15:30",
      "quote": "I don't think this is a good idea, and here's why.",
      "clip_type": "contrarian_take",
      "why_clipworthy": "Shows the importance of having a strong opinion and the courage to express it.",
      "suggested_hook": "Why challenging a developer's plan might just land you the job."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) Ever thought saying 'no' could be your ticket to success?\",\n    \"SETUP\": \"(0:08-0:18) Meet Carrie McCormick, a real estate pro who believes challenging a developer's plan might just land you the job.\",\n    \"INSIGHT\": \"(0:18-0:40) Carrie shares a bold moment: 'I don't think this is a good idea, and here's why.' She emphasizes the power of having a strong opinion and the courage to express it.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) In real estate, standing out means being authentic and confident. Challenge the norm to build trust and showcase your expertise.\",\n    \"CTA\": \"(0:52-0:60) Ready to make your mark? Start by questioning the status quo. What's one thing you can challenge today?\"\n  },\n  \"caption\": \"Challenge the norm, land the job! 💼 #RealEstateSuccess\",\n  \"hashtags\": [\n    \"#RealEstate\",\n    \"#PersonalBrand\",\n    \"#Networking\",\n    \"#ClientCommunication\",\n    \"#SuccessMindset\"\n  ],\n  \"content_pillar\": \"top_producer_secrets\"\n}\n```"
  }
]