[
  {
    "clip": {
      "timestamp": "19:00",
      "end_timestamp": "19:45",
      "quote": "If you do what is easy, life will be hard. If you do what is hard, life will become easy.",
      "clip_type": "memorable_oneliner",
      "why_clipworthy": "This quote encapsulates the essence of taking the hard but rewarding path in business and life.",
      "suggested_hook": "Why doing the hard things now can make your life easier later."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) What if the secret to an easier life is doing the hard things now?\",\n    \"SETUP\": \"(0:08-0:18) Meet Austin Cheviron, a real estate expert who believes that tackling tough challenges today can pave the way for a smoother tomorrow.\",\n    \"INSIGHT\": \"(0:18-0:40) Austin shares, 'If you do what is easy, life will be hard. If you do what is hard, life will become easy.' This mindset shift is crucial for success in real estate and beyond.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) Embrace the difficult tasks in your business, like strategic planning and team building, to create long-term ease and prosperity.\",\n    \"CTA\": \"(0:52-0:60) Ready to take on the hard stuff? Start today and watch your future unfold. Share your thoughts below!\"\n  },\n  \"CAPTION\": \"Doing the hard things now can make life easier later. Are you ready to take on the challenge?\",\n  \"HASHTAGS\": [\"#RealEstateMindset\", \"#SuccessHabits\", \"#GoalSetting\", \"#ProductivityTips\", \"#WealthBuilding\"],\n  \"CONTENT_PILLAR\": \"top_producer_secrets\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "46:00",
      "end_timestamp": "46:45",
      "quote": "Spend 15 minutes every morning looking at your bank accounts and credit card statements.",
      "clip_type": "tactical_specificity",
      "why_clipworthy": "Provides a simple, actionable tactic to improve financial awareness and management.",
      "suggested_hook": "A 15-minute daily habit that can transform your financial life."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) What if 15 minutes a day could transform your financial future?\",\n    \"SETUP\": \"(0:08-0:18) Austin Cheviron shares a simple yet powerful habit that every real estate professional should adopt.\",\n    \"INSIGHT\": \"(0:18-0:40) Spend 15 minutes every morning looking at your bank accounts and credit card statements. This daily check-in boosts your financial awareness and helps you catch any discrepancies early.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) By integrating this habit, you can improve your financial management, making it easier to set and achieve your financial goals.\",\n    \"CTA\": \"(0:52-0:60) Try this for a week and see the difference. How will you use this time to enhance your financial strategy?\"\n  },\n  \"caption\": \"Transform your finances with just 15 minutes a day. #FinancialAwareness\",\n  \"hashtags\": [\"#RealEstateTips\", \"#FinancialPlanning\", \"#ProductivityHacks\", \"#WealthBuilding\", \"#DailyHabits\"],\n  \"content_pillar\": \"top_producer_secrets\"\n}\n```"
  }
]