[
  {
    "clip": {
      "timestamp": "04:00",
      "end_timestamp": "05:10",
      "quote": "2024 is going to be a terrible year for real estate until it's not.",
      "clip_type": "contrarian_take",
      "why_clipworthy": "This statement challenges the optimistic view of the market and sets up a discussion on market dynamics.",
      "suggested_hook": "Is 2024 really the year to watch out for in real estate?"
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) Is 2024 really the year to watch out for in real estate?\",\n    \"SETUP\": \"(0:08-0:18) Chris Linsell challenges the optimistic view of the market, suggesting a rocky start for 2024. But why should you care?\",\n    \"INSIGHT\": \"(0:18-0:40) As mortgage rates fluctuate and buyer-side commissions face reform, the market dynamics are shifting. Creative financing solutions and the role of HOAs could redefine your strategy.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) Understanding these shifts can help you navigate the turbulence and seize opportunities in the latter half of 2024.\",\n    \"CTA\": \"(0:52-0:60) Are you prepared for the changes ahead? Share your thoughts and strategies in the comments!\"\n  },\n  \"CAPTION\": \"2024: A challenging year for real estate or a hidden opportunity? 🤔\",\n  \"HASHTAGS\": [\"#RealEstate2024\", \"#MarketTrends\", \"#MortgageRates\", \"#CreativeFinancing\", \"#HOAInsights\"],\n  \"CONTENT_PILLAR\": \"market_intelligence\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "18:00",
      "end_timestamp": "19:00",
      "quote": "Real estate in 2024 is not going to have an inventory problem. It's going to have a mortgage problem.",
      "clip_type": "pattern_reveal",
      "why_clipworthy": "This shifts the focus from inventory to mortgage rates, offering a new perspective.",
      "suggested_hook": "Why the real problem in 2024 isn't inventory, but mortgages."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) Why the real problem in 2024 isn't inventory, but mortgages.\",\n    \"SETUP\": \"(0:08-0:18) Meet Chris Linsell, a real estate expert predicting a shift in 2024. Forget inventory; it's all about mortgage rates.\",\n    \"INSIGHT\": \"(0:18-0:40) Chris reveals that while homes are available, rising mortgage rates will challenge buyers. This changes the game for everyone in real estate.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) Focus on creative financing and understanding mortgage trends. This knowledge is crucial for thriving in 2024's market.\",\n    \"CTA\": \"(0:52-0:60) How will you adapt to the mortgage challenge? Share your thoughts and strategies below!\"\n  },\n  \"CAPTION\": \"2024's real estate challenge: It's not inventory, it's mortgages. Are you ready?\",\n  \"HASHTAGS\": [\"#RealEstate2024\", \"#MortgageRates\", \"#MarketTrends\", \"#CreativeFinancing\", \"#RealEstateInsights\"],\n  \"CONTENT_PILLAR\": \"market_intelligence\"\n}\n```"
  }
]