[
  {
    "clip": {
      "timestamp": "24:00",
      "end_timestamp": "25:00",
      "quote": "Let me sign you in. It's a compliance and safety measure.",
      "clip_type": "tactical_specificity",
      "why_clipworthy": "Provides a simple, effective script for ensuring open house attendees sign in.",
      "suggested_hook": "Struggling to get open house visitors to sign in? Try this simple script."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Struggling to get open house visitors to sign in? Try this simple script.\",\n    \"SETUP\": \"Meet Erica Campos, a real estate pro who knows how to turn open house visitors into leads. Here's why you should care.\",\n    \"INSIGHT\": \"Erica suggests saying, 'Let me sign you in. It's a compliance and safety measure.' This straightforward approach ensures everyone signs in without resistance.\",\n    \"REFRAME/APPLICATION\": \"Getting visitors to sign in is crucial for follow-ups and safety. Use Erica's script to make it a seamless part of your open house routine.\",\n    \"CTA\": \"Try this script at your next open house and watch your lead list grow. How do you ensure sign-ins? Share your tips!\"\n  },\n  \"caption\": \"Ensure every open house visitor signs in with this simple script. #RealEstateTips\",\n  \"hashtags\": [\"#RealEstate\", \"#OpenHouse\", \"#LeadGeneration\", \"#RealEstateAdvice\", \"#ClientRelationships\"],\n  \"content_pillar\": \"top_producer_secrets\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "45:00",
      "end_timestamp": "46:00",
      "quote": "Each transaction is a learning opportunity.",
      "clip_type": "mindset_shift",
      "why_clipworthy": "Encourages agents to view mistakes as learning opportunities.",
      "suggested_hook": "Why every mistake in real estate is actually a hidden gem."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Why every mistake in real estate is actually a hidden gem.\",\n    \"SETUP\": \"Meet Erica Campos, a seasoned agent who believes each transaction is a learning opportunity. Here's why you should care.\",\n    \"INSIGHT\": \"Erica shares that mistakes aren't failures but valuable lessons. Each misstep teaches you how to handle future deals better, turning errors into expertise.\",\n    \"REFRAME/APPLICATION\": \"Embrace mistakes as stepping stones. Apply this mindset to grow your skills and confidence in real estate.\",\n    \"CTA\": \"Think about your last mistake. What did you learn? Share your insights in the comments!\"\n  },\n  \"CAPTION\": \"Turn mistakes into mastery. Learn from every transaction. #RealEstateMindset\",\n  \"HASHTAGS\": [\"#RealEstateMindset\", \"#LearningOpportunity\", \"#AgentGrowth\", \"#RealEstateTips\", \"#ContinuousImprovement\"],\n  \"CONTENT_PILLAR\": \"real_talk\"\n}\n```"
  }
]