[
  {
    "clip": {
      "timestamp": "15:00",
      "end_timestamp": "16:00",
      "quote": "I have a speaking coach. All we do is talk to people.",
      "clip_type": "mindset_shift",
      "why_clipworthy": "It highlights the importance of communication skills in real estate.",
      "suggested_hook": "Why every REALTOR should consider a speaking coach."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) Ever thought a speaking coach could be your secret weapon in real estate?\",\n    \"SETUP\": \"(0:08-0:18) Meet Cindy Rainey, a luxury real estate expert, who believes communication is key to success.\",\n    \"INSIGHT\": \"(0:18-0:40) 'I have a speaking coach. All we do is talk to people,' Cindy shares. In real estate, mastering communication can set you apart in a crowded market.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) Imagine closing more deals just by refining your speaking skills. It's about building trust and clarity with clients.\",\n    \"CTA\": \"(0:52-0:60) Ready to elevate your communication game? Consider investing in a speaking coach today!\"\n  },\n  \"CAPTION\": \"Unlock the power of communication in real estate with a speaking coach! #RealEstateTips\",\n  \"HASHTAGS\": [\"#RealEstate\", \"#CommunicationSkills\", \"#SpeakingCoach\", \"#LuxuryRealEstate\", \"#RealtorTips\"],\n  \"CONTENT_PILLAR\": \"top_producer_secrets\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "21:00",
      "end_timestamp": "22:00",
      "quote": "To be great, you've got to be consistent.",
      "clip_type": "memorable_oneliner",
      "why_clipworthy": "Emphasizes the critical role of consistency in success.",
      "suggested_hook": "The secret to success in real estate? Consistency."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) What's the secret to skyrocketing your real estate career? It's simpler than you think!\",\n    \"SETUP\": \"(0:08-0:18) Meet Cindy Rainey, a luxury real estate expert, who believes that the key to success is often overlooked.\",\n    \"INSIGHT\": \"(0:18-0:40) 'To be great, you've got to be consistent.' Cindy shares how consistent marketing and personal development have transformed her career.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) Consistency builds trust and expertise. Apply this by setting daily goals and sticking to them, no matter what.\",\n    \"CTA\": \"(0:52-0:60) Ready to take your real estate game to the next level? Start with one consistent action today. What's yours?\"\n  },\n  \"CAPTION\": \"Consistency is the secret sauce to real estate success. Are you ready to commit?\",\n  \"HASHTAGS\": [\"#RealEstateSuccess\", \"#ConsistencyIsKey\", \"#LuxuryRealEstate\", \"#RealEstateTips\", \"#CindyRainey\"],\n  \"CONTENT_PILLAR\": \"top_producer_secrets\"\n}\n```"
  }
]