[
  {
    "clip": {
      "timestamp": "12:08",
      "end_timestamp": "12:42",
      "quote": "If your opening sentence talks immediately about real estate, you haven't done your job.",
      "clip_type": "tactical_specificity",
      "why_clipworthy": "This challenges the conventional approach of starting content with real estate data, emphasizing the importance of personal connection.",
      "suggested_hook": "Are you starting your videos the wrong way?"
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Are you starting your videos the wrong way?\",\n    \"SETUP\": \"Michelle Barnard Michael challenges the norm. If you're diving straight into real estate, you're missing a key connection.\",\n    \"INSIGHT\": \"Instead of opening with data, start with a personal story or passion. This builds a connection and makes your content relatable.\",\n    \"REFRAME/APPLICATION\": \"By weaving personal interests with real estate, you create engaging content that resonates and builds trust.\",\n    \"CTA\": \"Think about your passions. How can they enhance your real estate content? Start a conversation below!\"\n  },\n  \"CAPTION\": \"Stop leading with data! Connect personally for real impact. #RealEstateTips\",\n  \"HASHTAGS\": [\n    \"#RealEstateTips\",\n    \"#ContentCreation\",\n    \"#Storytelling\",\n    \"#Engagement\",\n    \"#SocialMediaStrategy\"\n  ],\n  \"CONTENT_PILLAR\": \"top_producer_secrets\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "14:19",
      "end_timestamp": "14:55",
      "quote": "Create connection which creates conversation more than anything.",
      "clip_type": "emotional_resonance",
      "why_clipworthy": "Highlights the core purpose of social media content, which is often overlooked.",
      "suggested_hook": "The secret to successful social media content isn't what you think."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) What if I told you the secret to successful social media content isn't what you think?\",\n    \"SETUP\": \"(0:08-0:18) Meet Michelle Barnard Michael, a real estate expert who believes the key to impactful content is often overlooked.\",\n    \"INSIGHT\": \"(0:18-0:40) Michelle shares that creating connection, which sparks conversation, is the real purpose of social media. It's not just about posting listings; it's about storytelling and engaging with your audience on a personal level.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) By focusing on connection, you can transform your social media strategy. Use your personal passions and stories to resonate with your audience.\",\n    \"CTA\": \"(0:52-0:60) Ready to build deeper connections? Start sharing your story today and watch your engagement grow!\"\n  },\n  \"caption\": \"The secret to social media success? It's all about connection. 🤝 #RealEstateTips\",\n  \"hashtags\": [\n    \"#RealEstate\",\n    \"#SocialMediaStrategy\",\n    \"#Storytelling\",\n    \"#Engagement\",\n    \"#Connection\"\n  ],\n  \"content_pillar\": \"top_producer_secrets\"\n}\n```"
  }
]