[
  {
    "clip": {
      "timestamp": "18:00",
      "end_timestamp": "18:45",
      "quote": "Baby boomers are going to start listing their properties soon, and here's what you can do to start taking advantage of it.",
      "clip_type": "pattern_reveal",
      "why_clipworthy": "Highlights a significant upcoming market shift that agents need to prepare for.",
      "suggested_hook": "Are you ready for the silver tsunami in real estate?"
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Are you ready for the silver tsunami in real estate?\",\n    \"SETUP\": \"Chris Linsell reveals a major shift: Baby boomers are gearing up to list their properties. This could redefine the market landscape.\",\n    \"INSIGHT\": \"With a huge influx of listings expected, agents need to prepare now. Start by understanding the preferences of this generation and tailoring your marketing strategies to appeal to them.\",\n    \"REFRAME/APPLICATION\": \"This shift means more inventory and opportunities. Position yourself as the go-to agent for these listings by leveraging targeted outreach and personalized service.\",\n    \"CTA\": \"Are you prepared for this wave? Start strategizing today and share your thoughts in the comments!\"\n  },\n  \"CAPTION\": \"The silver tsunami is coming! Are you ready to ride the wave? 🌊 #RealEstate\",\n  \"HASHTAGS\": [\n    \"#RealEstate\",\n    \"#BabyBoomers\",\n    \"#MarketShift\",\n    \"#RealEstateAgent\",\n    \"#PropertyListings\"\n  ],\n  \"CONTENT_PILLAR\": \"market_intelligence\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "26:00",
      "end_timestamp": "26:45",
      "quote": "If you've been holding off or ignoring your Google presence, that might be something to revisit right now.",
      "clip_type": "tactical_specificity",
      "why_clipworthy": "Provides a clear action step for improving online visibility.",
      "suggested_hook": "Is your Google presence ready for the AI revolution?"
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) Is your Google presence ready for the AI revolution?\",\n    \"SETUP\": \"(0:08-0:18) Chris Linsell dives into why real estate agents can't afford to ignore their Google presence any longer.\",\n    \"INSIGHT\": \"(0:18-0:40) 'If you've been holding off or ignoring your Google presence, that might be something to revisit right now.' With AI transforming search algorithms, optimizing your Google My Business profile is crucial for visibility.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) A strong Google presence can set you apart in a competitive market. Start by updating your profile and engaging with reviews.\",\n    \"CTA\": \"(0:52-0:60) Ready to boost your online visibility? Update your Google My Business today and stay ahead of the curve!\"\n  },\n  \"caption\": \"Is your Google presence ready for the AI revolution? 🏡✨ #RealEstateTips\",\n  \"hashtags\": [\"#RealEstateMarketing\", \"#GoogleMyBusiness\", \"#AIRevolution\", \"#RealEstateAgents\", \"#OnlineVisibility\"],\n  \"content_pillar\": \"systems_that_scale\"\n}\n```"
  }
]