[
  {
    "clip": {
      "timestamp": "17:22",
      "end_timestamp": "18:02",
      "quote": "You're not going to wake up one day and feel like today is a great day to drop 500 grand.",
      "clip_type": "memorable_oneliner",
      "why_clipworthy": "It's a relatable and humorous way to address buyer hesitation.",
      "suggested_hook": "Ever feel anxious about making big financial decisions? You're not alone!"
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Ever feel anxious about making big financial decisions? You're not alone!\",\n    \"SETUP\": \"Meet Kelly Dugan, a real estate expert, who knows the hesitation buyers face when investing big.\",\n    \"INSIGHT\": \"Kelly shares a truth bomb: 'You're not going to wake up one day and feel like today is a great day to drop 500 grand.' It's a humorous take on buyer hesitation, reminding us that big decisions rarely feel perfect.\",\n    \"REFRAME/APPLICATION\": \"Understanding this can ease your anxiety. Embrace the discomfort and focus on the long-term benefits of your investment.\",\n    \"CTA\": \"Think about your next big move. How can you prepare today? Share your thoughts in the comments!\"\n  },\n  \"caption\": \"Big decisions rarely feel perfect. Embrace the discomfort and invest in your future. 💼🏡\",\n  \"hashtags\": [\"#RealEstateAdvice\", \"#InvestmentTips\", \"#BuyerHesitation\", \"#RealTalk\", \"#KellyDugan\"],\n  \"content_pillar\": \"real_talk\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "33:45",
      "end_timestamp": "34:30",
      "quote": "I think educating and coaching are the two main hubs of my business.",
      "clip_type": "tactical_specificity",
      "why_clipworthy": "Highlights the importance of client education in real estate.",
      "suggested_hook": "Why educating your clients is the key to a successful real estate career."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) Ever wonder why some real estate agents thrive while others struggle? The secret might surprise you.\",\n    \"SETUP\": \"(0:08-0:18) Meet Kelly Dugan, a real estate expert who believes that educating and coaching are the two main hubs of her business.\",\n    \"INSIGHT\": \"(0:18-0:40) Kelly highlights that client education is crucial. By empowering clients with knowledge, they make informed decisions, leading to smoother transactions and stronger relationships.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) This approach not only builds trust but also positions you as a trusted advisor. Start integrating education into your client interactions today.\",\n    \"CTA\": \"(0:52-0:60) How are you educating your clients? Share your strategies in the comments or tag someone who needs to hear this!\"\n  },\n  \"caption\": \"Educate your clients to elevate your real estate career. #RealEstateSuccess\",\n  \"hashtags\": [\n    \"#RealEstateSuccess\",\n    \"#ClientEducation\",\n    \"#RealEstateTips\",\n    \"#Mentorship\",\n    \"#RealEstateStrategy\"\n  ],\n  \"content_pillar\": \"top_producer_secrets\"\n}\n```"
  }
]