[
  {
    "clip": {
      "timestamp": "15:45",
      "end_timestamp": "16:30",
      "quote": "One in four agents moving is significant, right? It's a significant amount of turnover.",
      "clip_type": "surprising_statistic",
      "why_clipworthy": "Highlights the high mobility in the real estate industry, which is crucial for recruitment strategies.",
      "suggested_hook": "Did you know that 25% of agents switch brokerages every year?"
    },
    "script": "```json\n{\n  \"SCRIPT\": {\n    \"HOOK\": \"(0:00-0:08) Did you know that 25% of agents switch brokerages every year?\",\n    \"SETUP\": \"(0:08-0:18) In today's fast-paced real estate market, agent mobility is at an all-time high. Sean Soderstrom explains why this matters.\",\n    \"INSIGHT\": \"(0:18-0:40) One in four agents moving is significant, right? It's a significant amount of turnover. This highlights the need for brokerages to refine their recruitment strategies and leverage predictive analytics to stay ahead.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) Understanding these dynamics can help brokerages not only attract but also retain top talent, ensuring long-term success.\",\n    \"CTA\": \"(0:52-0:60) How is your brokerage adapting to these changes? Share your strategies in the comments below!\"\n  },\n  \"CAPTION\": \"25% of agents switch brokerages annually. Are you ready to adapt?\",\n  \"HASHTAGS\": [\"#RealEstateTrends\", \"#AgentMobility\", \"#BrokerageStrategies\", \"#RealEstateRecruitment\", \"#PredictiveAnalytics\"],\n  \"CONTENT_PILLAR\": \"market_intelligence\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "22:00",
      "end_timestamp": "22:45",
      "quote": "We can start to formulate really personalized messages in seconds and they can actually be generated for you.",
      "clip_type": "tactical_specificity",
      "why_clipworthy": "Demonstrates the practical application of technology in personalizing recruitment efforts.",
      "suggested_hook": "Imagine crafting personalized recruitment messages in seconds!"
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) Imagine crafting personalized recruitment messages in seconds!\",\n    \"SETUP\": \"(0:08-0:18) Meet Sean Soderstrom, a tech innovator in real estate. Discover how tech is revolutionizing agent recruitment.\",\n    \"INSIGHT\": \"(0:18-0:40) Sean shares how predictive analytics can generate tailored messages instantly, making recruitment more efficient and effective.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) This technology means you can focus on building relationships while tech handles the personalization. Transform your recruitment strategy today.\",\n    \"CTA\": \"(0:52-0:60) Ready to upgrade your recruitment game? Explore tech solutions now and see the difference!\"\n  },\n  \"CAPTION\": \"Revolutionize your recruitment strategy with tech! #RealEstateInnovation\",\n  \"HASHTAGS\": [\"#RealEstateTech\", \"#AgentRecruitment\", \"#PredictiveAnalytics\", \"#BrokerageSolutions\", \"#RealEstateGrowth\"],\n  \"CONTENT_PILLAR\": \"systems_that_scale\"\n}\n```"
  }
]