[
  {
    "clip": {
      "timestamp": "11:02",
      "end_timestamp": "12:06",
      "quote": "You can actually now put in pictures of a property... and it will look at the pictures and write a description of it.",
      "clip_type": "tactical_specificity",
      "why_clipworthy": "Demonstrates a practical use of AI that can save agents time and improve listing quality.",
      "suggested_hook": "Struggling with property descriptions? Let AI do the heavy lifting!"
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) Struggling with property descriptions? Let AI do the heavy lifting!\",\n    \"SETUP\": \"(0:08-0:18) Meet Carrie McCormick, a top real estate agent, sharing how AI is revolutionizing property listings.\",\n    \"INSIGHT\": \"(0:18-0:40) You can actually now put in pictures of a property... and it will look at the pictures and write a description of it. This AI tool analyzes images to craft compelling and accurate descriptions, saving you time and boosting listing quality.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) Imagine freeing up hours each week while enhancing your listings' appeal. Implement this AI tool to streamline your process.\",\n    \"CTA\": \"(0:52-0:60) Ready to elevate your listings? Explore AI tools today and transform your real estate game!\"\n  },\n  \"CAPTION\": \"Let AI transform your property listings! Discover how it can save you time and enhance quality. #RealEstateAI\",\n  \"HASHTAGS\": [\n    \"#RealEstateAI\",\n    \"#PropertyListings\",\n    \"#AIinRealEstate\",\n    \"#RealEstateTips\",\n    \"#AgentTools\"\n  ],\n  \"CONTENT_PILLAR\": \"ai_agent\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "09:39",
      "end_timestamp": "10:05",
      "quote": "When people go the extra mile for you as a client, as a patient, as a guest, you will always remember how they made you feel.",
      "clip_type": "emotional_resonance",
      "why_clipworthy": "Highlights the importance of exceptional client service in real estate.",
      "suggested_hook": "Want to leave a lasting impression on your clients? Here's how."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Want to leave a lasting impression on your clients? Here's how.\",\n    \"SETUP\": \"In real estate, exceptional service is your secret weapon. Carrie McCormick shares why going the extra mile is unforgettable.\",\n    \"INSIGHT\": \"When people go the extra mile for you as a client, as a patient, as a guest, you will always remember how they made you feel. This emotional connection is what sets you apart in the real estate industry.\",\n    \"REFRAME/APPLICATION\": \"Exceptional service isn't just a nicety; it's a necessity. Apply this by personalizing your interactions and exceeding expectations.\",\n    \"CTA\": \"Think about how you can go the extra mile today. Share your ideas in the comments!\"\n  },\n  \"CAPTION\": \"Exceptional service creates unforgettable experiences. Are you going the extra mile? #RealEstate\",\n  \"HASHTAGS\": [\"#RealEstate\", \"#ClientService\", \"#GoTheExtraMile\", \"#CarrieMcCormick\", \"#RealEstateTips\"],\n  \"CONTENT_PILLAR\": \"top_producer_secrets\"\n}\n```"
  }
]