[
  {
    "clip": {
      "timestamp": "07:01",
      "end_timestamp": "08:34",
      "quote": "QR codes can track. So make sure you find a way and a system to make sure that those are capturing data.",
      "clip_type": "tactical_specificity",
      "why_clipworthy": "Highlights a specific, actionable tactic that agents can implement immediately.",
      "suggested_hook": "Are you using QR codes to their full potential in real estate?"
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Are you using QR codes to their full potential in real estate?\",\n    \"SETUP\": \"In today's fast-paced market, staying ahead means leveraging every tool at your disposal. Real estate agents, this one's for you.\",\n    \"INSIGHT\": \"Carrie McCormick highlights a game-changing tactic: QR codes can track. Implement a system to ensure these codes are capturing valuable data. This isn't just about convenience; it's about gaining insights into your audience.\",\n    \"REFRAME/APPLICATION\": \"By tracking interactions through QR codes, you can refine your marketing strategies and better understand client needs. It's a simple step with powerful implications.\",\n    \"CTA\": \"Start integrating QR codes into your listings today. How will you use this data to transform your business?\"\n  },\n  \"caption\": \"Unlock the power of QR codes in real estate! #LeadGeneration #RealEstateTips\",\n  \"hashtags\": [\n    \"#RealEstate\",\n    \"#LeadGeneration\",\n    \"#QRCodes\",\n    \"#MarketingStrategy\",\n    \"#RealEstateTips\"\n  ],\n  \"content_pillar\": \"systems_that_scale\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "11:50",
      "end_timestamp": "12:17",
      "quote": "Don't forget about the baby boomers. They control 70% of wealth in our country right now.",
      "clip_type": "surprising_statistic",
      "why_clipworthy": "Reveals a significant market opportunity that many agents might overlook.",
      "suggested_hook": "Did you know baby boomers control 70% of the wealth in the U.S.?"
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Did you know baby boomers control 70% of the wealth in the U.S.?\",\n    \"SETUP\": \"Carrie McCormick shares a surprising insight about the real estate market for 2024. Many agents might be overlooking a golden opportunity.\",\n    \"INSIGHT\": \"With baby boomers holding the majority of wealth, targeting this demographic can be a game-changer. They are looking to downsize, invest, or relocate, presenting a significant market for real estate professionals.\",\n    \"REFRAME/APPLICATION\": \"Understanding this wealth distribution is crucial. Tailor your marketing strategies to appeal to baby boomers and tap into this lucrative market.\",\n    \"CTA\": \"Think about how you can better serve this demographic. Share your thoughts below or reach out for more insights!\"\n  },\n  \"CAPTION\": \"Are you tapping into the baby boomer market? Discover why it matters. #RealEstate\",\n  \"HASHTAGS\": [\n    \"#RealEstate\",\n    \"#BabyBoomers\",\n    \"#MarketOpportunity\",\n    \"#WealthDistribution\",\n    \"#RealEstateTips\"\n  ],\n  \"CONTENT_PILLAR\": \"market_intelligence\"\n}\n```"
  }
]