[
  {
    "clip": {
      "timestamp": "15:45",
      "end_timestamp": "16:30",
      "quote": "Your social media strategy is not so much catching lightning in a bottle as it is a constant process of trial and error.",
      "clip_type": "mindset_shift",
      "why_clipworthy": "It challenges the perfection mindset and encourages experimentation.",
      "suggested_hook": "Think your social media needs to be perfect? Think again."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Think your social media needs to be perfect? Think again.\",\n    \"SETUP\": \"Cole Jarvis shares why real estate agents should embrace experimentation over perfection in their social media strategies.\",\n    \"INSIGHT\": \"Your social media strategy is not so much catching lightning in a bottle as it is a constant process of trial and error. Test different content types, analyze the results, and adjust accordingly. It's about finding what resonates with your audience.\",\n    \"REFRAME/APPLICATION\": \"This mindset shift can transform your approach. Instead of stressing over perfection, focus on consistent experimentation to discover what works.\",\n    \"CTA\": \"Start testing today. What's one new content idea you can try this week? Share your thoughts in the comments!\"\n  },\n  \"CAPTION\": \"Embrace trial and error in your social media strategy. Perfection is overrated. #RealEstateTips\",\n  \"HASHTAGS\": [\"#RealEstate\", \"#SocialMediaStrategy\", \"#ContentCreation\", \"#MindsetShift\", \"#Experimentation\"],\n  \"CONTENT_PILLAR\": \"real_talk\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "35:00",
      "end_timestamp": "36:00",
      "quote": "The more you can be a unicorn, the better.",
      "clip_type": "memorable_oneliner",
      "why_clipworthy": "Encourages agents to differentiate themselves in a crowded market.",
      "suggested_hook": "Want to stand out in real estate? Be a unicorn."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Want to stand out in real estate? Be a unicorn.\",\n    \"SETUP\": \"In a crowded market, differentiation is key. Cole Jarvis shares why unique branding is crucial for real estate agents.\",\n    \"INSIGHT\": \"Cole emphasizes, 'The more you can be a unicorn, the better.' This means leveraging social media to showcase what makes you unique. Use creative content and analytics to refine your strategy.\",\n    \"REFRAME/APPLICATION\": \"Standing out isn't just about being different; it's about being memorable. Apply this by crafting a personal brand that highlights your unique strengths.\",\n    \"CTA\": \"Ready to be a unicorn in real estate? Start by identifying what sets you apart and share it with the world!\"\n  },\n  \"caption\": \"Be a unicorn in real estate! Discover your unique edge and stand out. 🦄\",\n  \"hashtags\": [\n    \"#RealEstateTips\",\n    \"#BeUnique\",\n    \"#SocialMediaStrategy\",\n    \"#PersonalBranding\",\n    \"#StandOut\"\n  ],\n  \"content_pillar\": \"top_producer_secrets\"\n}\n```"
  }
]