[
  {
    "clip": {
      "timestamp": "00:16:00",
      "end_timestamp": "00:17:00",
      "quote": "They only use you because you happen to be in front of them when they need to buy or sell.",
      "clip_type": "pattern_reveal",
      "why_clipworthy": "It challenges the notion that trust is the primary reason clients choose agents.",
      "suggested_hook": "Why being top of mind is more crucial than trust in real estate."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Why being top of mind is more crucial than trust in real estate.\",\n    \"SETUP\": \"Mitch Ribak reveals a surprising truth about client choices in real estate. It's not just about trust.\",\n    \"INSIGHT\": \"They only use you because you happen to be in front of them when they need to buy or sell. Being present and visible is key.\",\n    \"REFRAME/APPLICATION\": \"Focus on staying top of mind with consistent follow-ups and visibility. It's a game-changer for your business.\",\n    \"CTA\": \"Think about your visibility strategy. How often are you in front of your clients? Share your thoughts below!\"\n  },\n  \"CAPTION\": \"In real estate, visibility often trumps trust. Are you staying top of mind? #RealEstateTips\",\n  \"HASHTAGS\": [\n    \"#RealEstate\",\n    \"#LeadConversion\",\n    \"#Visibility\",\n    \"#RealEstateAgent\",\n    \"#BusinessGrowth\"\n  ],\n  \"CONTENT_PILLAR\": \"top_producer_secrets\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "00:45:00",
      "end_timestamp": "00:46:00",
      "quote": "Your expectations are the cause of almost all your disappointments.",
      "clip_type": "mindset_shift",
      "why_clipworthy": "Encourages listeners to reassess their expectations to reduce stress.",
      "suggested_hook": "How your expectations might be sabotaging your success."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) Are your expectations secretly sabotaging your success?\",\n    \"SETUP\": \"(0:08-0:18) Mitch Ribak reveals how unchecked expectations can lead to stress and disappointment in real estate.\",\n    \"INSIGHT\": \"(0:18-0:40) 'Your expectations are the cause of almost all your disappointments.' Mitch explains that by reassessing what we expect from ourselves and others, we can reduce stress and improve our business outcomes.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) By setting realistic expectations, you can enhance productivity and maintain a healthier work-life balance.\",\n    \"CTA\": \"(0:52-0:60) Reflect on your expectations today. Are they helping or hindering your success? Share your thoughts in the comments!\"\n  },\n  \"CAPTION\": \"Are your expectations holding you back? Learn how to set them right for success! 🎯\",\n  \"HASHTAGS\": [\n    \"#RealEstateMindset\",\n    \"#SuccessTips\",\n    \"#Expectations\",\n    \"#WorkLifeBalance\",\n    \"#RealEstateSuccess\"\n  ],\n  \"CONTENT_PILLAR\": \"real_talk\"\n}\n```"
  }
]