[
  {
    "clip": {
      "timestamp": "06:00",
      "end_timestamp": "06:45",
      "quote": "It's the hard truth that we've got to tell sellers. Put that investment in, educate them with stats and success stories.",
      "clip_type": "tactical_specificity",
      "why_clipworthy": "It provides a clear strategy for managing seller expectations with data-driven insights.",
      "suggested_hook": "How do you convince sellers to update their homes? Here's the strategy top agents use."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) Ever struggled to convince sellers to update their homes? Here's the strategy top agents swear by!\",\n    \"SETUP\": \"(0:08-0:18) Meet Carrie McCormick, a top real estate agent sharing her insights on preparing homes for the market.\",\n    \"INSIGHT\": \"(0:18-0:40) Carrie emphasizes the hard truth: sellers need to invest in updates. Use data and success stories to educate them effectively.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) This approach not only sets realistic expectations but also boosts your credibility as an agent.\",\n    \"CTA\": \"(0:52-0:60) Ready to elevate your seller strategy? Share your thoughts or experiences in the comments below!\"\n  },\n  \"social_media\": {\n    \"CAPTION\": \"Convince sellers to update their homes with data-driven insights. #RealEstateTips\",\n    \"HASHTAGS\": [\"#RealEstateTips\", \"#SellerStrategy\", \"#HomeUpdates\", \"#AgentAdvice\", \"#MarketReady\"],\n    \"CONTENT_PILLAR\": \"top_producer_secrets\"\n  }\n}\n```"
  },
  {
    "clip": {
      "timestamp": "19:00",
      "end_timestamp": "19:45",
      "quote": "There's nothing better than sitting down with somebody and having lunch or dinner, talking about their business.",
      "clip_type": "emotional_resonance",
      "why_clipworthy": "Highlights the importance of personal connections in building a successful referral network.",
      "suggested_hook": "Want to strengthen your referral network? Here's why face-to-face meetings matter."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Want to strengthen your referral network? Here's why face-to-face meetings matter.\",\n    \"SETUP\": \"In the fast-paced world of real estate, personal connections can set you apart. Carrie McCormick shares why these moments are crucial.\",\n    \"INSIGHT\": \"There's nothing better than sitting down with somebody and having lunch or dinner, talking about their business. It's these personal interactions that build trust and lead to a successful referral network.\",\n    \"REFRAME/APPLICATION\": \"Incorporate regular face-to-face meetings into your strategy. It's not just about business; it's about building lasting relationships.\",\n    \"CTA\": \"Ready to boost your network? Schedule a lunch with a potential partner this week and see the difference it makes!\"\n  },\n  \"CAPTION\": \"Face-to-face meetings: the secret to a thriving referral network. #RealEstateTips\",\n  \"HASHTAGS\": [\"#RealEstateNetworking\", \"#ReferralSuccess\", \"#FaceToFace\", \"#RealEstateTips\", \"#Networking\"],\n  \"CONTENT_PILLAR\": \"top_producer_secrets\"\n}\n```"
  }
]