[
  {
    "clip": {
      "timestamp": "19:30",
      "end_timestamp": "20:15",
      "quote": "I was obsessed with it. I literally wouldn't leave people alone.",
      "clip_type": "emotional_resonance",
      "why_clipworthy": "Shows the level of hustle and determination needed to succeed.",
      "suggested_hook": "How relentless follow-up can transform your real estate career."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) Ever wondered how relentless follow-up can skyrocket your real estate career?\",\n    \"SETUP\": \"(0:08-0:18) Meet Gia Devenyi, a real estate powerhouse who transitioned from suburban to city markets with sheer determination.\",\n    \"INSIGHT\": \"(0:18-0:40) Gia shares, 'I was obsessed with it. I literally wouldn't leave people alone.' Her story highlights the hustle needed to build a niche and generate leads.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) This relentless follow-up isn't just persistence; it's about building trust and showing clients you care. Apply this to stand out in your market.\",\n    \"CTA\": \"(0:52-0:60) Ready to transform your approach? Start today by reaching out to one more client. How will you make your follow-up unforgettable?\"\n  },\n  \"caption\": \"Relentless follow-up is key to real estate success. Are you ready to hustle like Gia Devenyi?\",\n  \"hashtags\": [\"#RealEstateHustle\", \"#ClientFollowUp\", \"#RealEstateSuccess\", \"#LeadGeneration\", \"#MarketAdaptation\"],\n  \"content_pillar\": \"top_producer_secrets\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "33:00",
      "end_timestamp": "33:45",
      "quote": "I love being super competitive for my clients.",
      "clip_type": "mindset_shift",
      "why_clipworthy": "Highlights the importance of a competitive spirit in real estate.",
      "suggested_hook": "Why a competitive edge is crucial for real estate success."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Why is being super competitive the secret weapon in real estate?\",\n    \"SETUP\": \"Meet Gia Devenyi, a real estate expert who swears by a competitive edge. In today's market, standing out is key.\",\n    \"INSIGHT\": \"Gia shares, 'I love being super competitive for my clients.' This mindset not only drives results but also builds trust and loyalty. Whether you're carving a niche in a specific building or transitioning from suburban to city real estate, a competitive spirit can set you apart.\",\n    \"REFRAME/APPLICATION\": \"Incorporate this competitive mindset into your lead generation and client follow-up strategies. It’s about adapting and thriving in market changes.\",\n    \"CTA\": \"Ask yourself: How can you harness your competitive edge today? Share your thoughts below!\"\n  },\n  \"social\": {\n    \"CAPTION\": \"A competitive edge is your secret weapon in real estate. 🏆 #RealEstateSuccess\",\n    \"HASHTAGS\": [\"#RealEstateSuccess\", \"#CompetitiveEdge\", \"#RealEstateMindset\", \"#ClientSuccess\", \"#MarketAdaptation\"],\n    \"CONTENT_PILLAR\": \"top_producer_secrets\"\n  }\n}\n```"
  }
]