[
  {
    "clip": {
      "timestamp": "06:00",
      "end_timestamp": "07:00",
      "quote": "Focus on what you do have, not on what you don't.",
      "clip_type": "mindset_shift",
      "why_clipworthy": "This quote emphasizes a positive mindset that can help agents overcome rejection.",
      "suggested_hook": "Are you focusing on the wrong things in your real estate career?"
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) Are you focusing on the wrong things in your real estate career?\",\n    \"SETUP\": \"(0:08-0:18) Meet Bari Mill, a seasoned real estate expert who knows the power of mindset. In a challenging industry, your focus can make or break you.\",\n    \"INSIGHT\": \"(0:18-0:40) Bari shares, 'Focus on what you do have, not on what you don't.' This mindset shift helps agents overcome rejection by leveraging their strengths and resources.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) By concentrating on your existing assets, you can build resilience and find creative solutions. Apply this to transform setbacks into opportunities.\",\n    \"CTA\": \"(0:52-0:60) Ready to shift your focus? Start listing your strengths today and see how they can propel your business forward.\"\n  },\n  \"CAPTION\": \"Shift your focus to what you have, not what you lack. #MindsetMatters\",\n  \"HASHTAGS\": [\"#RealEstateMindset\", \"#FocusOnStrengths\", \"#RealtorTips\", \"#OvercomeRejection\", \"#BariMillInsights\"],\n  \"CONTENT_PILLAR\": \"real_talk\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "39:00",
      "end_timestamp": "40:00",
      "quote": "CRM is something that is not that hard, and if I just set an alarm or a timer to input clients for 10 minutes a day, it's not that hard.",
      "clip_type": "tactical_specificity",
      "why_clipworthy": "Highlights the importance of consistent CRM use for business growth.",
      "suggested_hook": "Is your CRM helping or hurting your business?"
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) Is your CRM helping or hurting your business? Discover the simple trick to make it work for you!\",\n    \"SETUP\": \"(0:08-0:18) Meet Bari Mill, a real estate expert who knows the power of mindset and motivation. Learn why CRM consistency is key.\",\n    \"INSIGHT\": \"(0:18-0:40) Bari shares, 'CRM is something that is not that hard, and if I just set an alarm or a timer to input clients for 10 minutes a day, it's not that hard.' This simple habit can transform your business.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) Consistent CRM use leads to growth. Apply this tactic daily to build stronger client relationships and boost your real estate success.\",\n    \"CTA\": \"(0:52-0:60) Ready to see results? Set your timer today and share your progress with us! How will you make CRM work for you?\"\n  },\n  \"caption\": \"Is your CRM a tool for growth or a missed opportunity? Discover the 10-minute daily habit that can transform your business.\",\n  \"hashtags\": [\"#RealEstateTips\", \"#CRMStrategy\", \"#BusinessGrowth\", \"#RealEstateMindset\", \"#Networking\"],\n  \"content_pillar\": \"systems_that_scale\"\n}\n```"
  }
]