[
  {
    "clip": {
      "timestamp": "04:38",
      "end_timestamp": "05:24",
      "quote": "The best advice was literally to get in and do and the rest will figure itself out.",
      "clip_type": "mindset_shift",
      "why_clipworthy": "It emphasizes action over analysis, encouraging new agents to dive in.",
      "suggested_hook": "Struggling to find your footing in real estate? Here's the best advice to get started."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Struggling to find your footing in real estate? Here's the best advice to get started.\",\n    \"SETUP\": \"Meet Connie Mahan, a seasoned real estate expert. She's here to share a game-changing mindset shift for new agents.\",\n    \"INSIGHT\": \"Connie says, 'The best advice was literally to get in and do and the rest will figure itself out.' It's about taking action over endless analysis.\",\n    \"REFRAME/APPLICATION\": \"This matters because action breeds confidence and results. Start small, learn as you go, and watch your real estate career grow.\",\n    \"CTA\": \"Ready to dive in? Share your first step in the comments or tag a friend who needs this push!\"\n  },\n  \"CAPTION\": \"Stop overthinking and start doing! Dive into real estate with confidence. #MindsetShift\",\n  \"HASHTAGS\": [\"#RealEstateAdvice\", \"#MindsetShift\", \"#NewAgents\", \"#TakeAction\", \"#RealEstateCareer\"],\n  \"CONTENT_PILLAR\": \"real_talk\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "21:15",
      "end_timestamp": "22:09",
      "quote": "We are so lucky to get to do what we do, which is help people honestly and ethically make the largest decision of their life.",
      "clip_type": "emotional_resonance",
      "why_clipworthy": "Highlights the rewarding nature of real estate, inspiring agents to appreciate their role.",
      "suggested_hook": "Feeling burnt out? Remember why being a REALTOR is a privilege."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Feeling burnt out? Remember why being a REALTOR is a privilege.\",\n    \"SETUP\": \"Meet Connie Mahan, a seasoned real estate agent who believes in the power of gratitude. In today's fast-paced market, it's easy to forget the impact we have.\",\n    \"INSIGHT\": \"Connie shares, 'We are so lucky to get to do what we do, which is help people honestly and ethically make the largest decision of their life.' This perspective can reignite your passion and remind you of the profound role you play in your clients' lives.\",\n    \"REFRAME/APPLICATION\": \"By embracing this mindset, you can transform burnout into motivation. Remember, your work is not just a job; it's a meaningful journey.\",\n    \"CTA\": \"Take a moment to reflect: How can you bring more gratitude into your daily routine? Share your thoughts with us!\"\n  },\n  \"CAPTION\": \"Feeling burnt out? Rediscover the privilege of being a REALTOR. #RealEstate\",\n  \"HASHTAGS\": [\"#RealEstate\", \"#MindsetMatters\", \"#Gratitude\", \"#RealtorLife\", \"#Inspiration\"],\n  \"CONTENT_PILLAR\": \"real_talk\"\n}\n```"
  }
]