[
  {
    "clip": {
      "timestamp": "04:38",
      "end_timestamp": "05:08",
      "quote": "The best advice was literally to get in and do and the rest will figure itself out.",
      "clip_type": "tactical_specificity",
      "why_clipworthy": "It provides a simple yet effective strategy for new agents to start generating leads.",
      "suggested_hook": "Struggling to find clients as a new agent? Here's a simple strategy that works."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Struggling to find clients as a new agent? Here's a simple strategy that works.\",\n    \"SETUP\": \"Meet Connie Mahan, a seasoned expert in agent recruitment and training. She's here to share a game-changing tip for new agents.\",\n    \"INSIGHT\": \"Connie's best advice? 'Get in and do, and the rest will figure itself out.' This means diving into community involvement to start generating leads.\",\n    \"REFRAME/APPLICATION\": \"Why does this matter? Because building relationships over transactional sales is key. Start small, engage locally, and watch your network grow.\",\n    \"CTA\": \"Ready to take action? Start by attending a local event this week. Share your experience in the comments!\"\n  },\n  \"caption\": \"New agent tip: Dive in and let the rest figure itself out. #RealEstateAdvice\",\n  \"hashtags\": [\n    \"#RealEstateAdvice\",\n    \"#NewAgentTips\",\n    \"#LeadGeneration\",\n    \"#CommunityInvolvement\",\n    \"#BuildRelationships\"\n  ],\n  \"content_pillar\": \"top_producer_secrets\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "21:15",
      "end_timestamp": "21:54",
      "quote": "We are so lucky to get to do what we do, which is help people honestly and ethically.",
      "clip_type": "mindset_shift",
      "why_clipworthy": "It highlights the importance of gratitude in maintaining motivation and ethical standards.",
      "suggested_hook": "Feeling burned out? This mindset shift could change everything."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Feeling burned out? This mindset shift could change everything.\",\n    \"SETUP\": \"Meet Connie Mahan, a real estate expert who believes gratitude is key. In a world of high stakes, why should you care?\",\n    \"INSIGHT\": \"Connie shares, 'We are so lucky to get to do what we do, which is help people honestly and ethically.' This mindset fuels motivation and integrity.\",\n    \"REFRAME/APPLICATION\": \"By focusing on gratitude, you can maintain your drive and uphold ethical standards. It's about building relationships, not just closing deals.\",\n    \"CTA\": \"Reflect on your 'why' today. How can gratitude reshape your real estate journey? Share your thoughts below!\"\n  },\n  \"caption\": \"Feeling stuck? A simple mindset shift could transform your real estate career. #Gratitude\",\n  \"hashtags\": [\"#RealEstateMindset\", \"#AgentLife\", \"#Gratitude\", \"#EthicalSales\", \"#RealEstateTips\"],\n  \"content_pillar\": \"real_talk\"\n}\n```"
  }
]