[
  {
    "clip": {
      "timestamp": "00:05:04",
      "end_timestamp": "00:05:27",
      "quote": "Pick a path and stay there long enough until it works.",
      "clip_type": "memorable_oneliner",
      "why_clipworthy": "It's a powerful reminder of persistence and commitment in business.",
      "suggested_hook": "Struggling to find success in real estate? Here's a simple yet powerful piece of advice."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) Struggling to find success in real estate? Here's a simple yet powerful piece of advice.\",\n    \"SETUP\": \"(0:08-0:18) Meet Garrett Maroon, a real estate expert who believes that persistence is key. In today's fast-paced market, staying committed can be your game-changer.\",\n    \"INSIGHT\": \"(0:18-0:40) Garrett shares, 'Pick a path and stay there long enough until it works.' This isn't just about choosing a niche; it's about dedication and seeing things through, even when the going gets tough.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) Why does this matter? Because in real estate, consistency builds trust and reputation. Apply this by setting clear goals and sticking to them.\",\n    \"CTA\": \"(0:52-0:60) Ready to commit to your path? Share your goals in the comments and let's support each other on this journey!\"\n  },\n  \"social_media\": {\n    \"CAPTION\": \"Persistence pays off in real estate. Are you ready to commit to your path? #RealEstateAdvice\",\n    \"HASHTAGS\": [\"#RealEstateAdvice\", \"#Persistence\", \"#Commitment\", \"#SuccessTips\", \"#GarrettMaroon\"],\n    \"CONTENT_PILLAR\": \"top_producer_secrets\"\n  }\n}\n```"
  },
  {
    "clip": {
      "timestamp": "00:36:45",
      "end_timestamp": "00:37:10",
      "quote": "Are we going to live on purpose or on accident?",
      "clip_type": "mindset_shift",
      "why_clipworthy": "Challenges listeners to take control of their life and business direction.",
      "suggested_hook": "Is your life happening by design or by default? Here's how to take control."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Is your life happening by design or by default? Here's how to take control.\",\n    \"SETUP\": \"Garrett Maroon challenges us to rethink how we approach our lives and businesses. Are we living intentionally or just reacting?\",\n    \"INSIGHT\": \"Garrett shares that the key to success is living 'on purpose.' This means setting clear goals and aligning your business with your personal values. It's about building a referral-based business that reflects who you truly are.\",\n    \"REFRAME/APPLICATION\": \"By integrating authenticity and intentionality, you can create a business that not only thrives but also brings personal fulfillment. Start by setting goals that resonate with your core values.\",\n    \"CTA\": \"Ask yourself: Are you living on purpose or on accident? Take a moment to realign your goals today.\"\n  },\n  \"social_media\": {\n    \"CAPTION\": \"Are you living on purpose or by accident? Discover how to take control of your life and business.\",\n    \"HASHTAGS\": [\"#MindsetShift\", \"#RealEstateSuccess\", \"#LiveOnPurpose\", \"#GoalSetting\", \"#Authenticity\"],\n    \"CONTENT_PILLAR\": \"real_talk\"\n  }\n}\n```"
  }
]