[
  {
    "clip": {
      "timestamp": "17:00",
      "end_timestamp": "17:45",
      "quote": "I don't take that for granted... for someone to choose you, it is an honor.",
      "clip_type": "emotional_resonance",
      "why_clipworthy": "Highlights the gratitude and dedication required in real estate.",
      "suggested_hook": "Why every client is an honor to serve in real estate."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Why is every client in real estate an honor to serve?\",\n    \"SETUP\": \"Meet Kristee Leonard, a top real estate agent who believes gratitude and dedication are key. But why should you care?\",\n    \"INSIGHT\": \"Kristee shares, 'I don't take that for granted... for someone to choose you, it is an honor.' This mindset fuels her success and client relationships.\",\n    \"REFRAME/APPLICATION\": \"Recognize each client as an honor. This perspective can transform your approach and elevate your real estate business.\",\n    \"CTA\": \"Reflect on your client relationships. How can you show more gratitude today? Share your thoughts in the comments!\"\n  },\n  \"CAPTION\": \"Every client is an honor. Discover how gratitude can transform your real estate business.\",\n  \"HASHTAGS\": [\"#RealEstateGratitude\", \"#ClientHonor\", \"#RealEstateSuccess\", \"#WorkEthic\", \"#RealEstateTips\"],\n  \"CONTENT_PILLAR\": \"real_talk\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "28:00",
      "end_timestamp": "28:45",
      "quote": "If you choose to take on that client, then you need to represent them just like if they were a multimillion dollar deal.",
      "clip_type": "tactical_specificity",
      "why_clipworthy": "Emphasizes the importance of consistent service quality.",
      "suggested_hook": "The secret to maintaining a luxury brand in real estate."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Want to know the secret to maintaining a luxury brand in real estate?\",\n    \"SETUP\": \"Kristee Leonard shares why every client deserves the same top-tier service, regardless of deal size.\",\n    \"INSIGHT\": \"She emphasizes, 'If you choose to take on that client, then you need to represent them just like if they were a multimillion dollar deal.' This mindset ensures consistent service quality.\",\n    \"REFRAME/APPLICATION\": \"By treating every client like a luxury client, you build a reputation that attracts more high-value opportunities.\",\n    \"CTA\": \"Think about your current clients. Are you giving them the luxury treatment? Share your thoughts below!\"\n  },\n  \"CAPTION\": \"Treat every client like a luxury client. Your reputation will thank you! 💼✨\",\n  \"HASHTAGS\": [\"#RealEstateTips\", \"#LuxuryBrand\", \"#ClientService\", \"#RealEstateSuccess\", \"#WorkEthic\"],\n  \"CONTENT_PILLAR\": \"top_producer_secrets\"\n}\n```"
  }
]