[
  {
    "clip": {
      "timestamp": "04:38",
      "end_timestamp": "05:05",
      "quote": "You don't have to be the smartest person in the room. You just have to outwork the smartest person in the room.",
      "clip_type": "memorable_oneliner",
      "why_clipworthy": "This quote encapsulates a powerful mindset that can inspire agents to push beyond their limits.",
      "suggested_hook": "Want to know the secret to success in real estate? It's simpler than you think."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Want to know the secret to success in real estate? It's simpler than you think.\",\n    \"SETUP\": \"In today's fast-paced market, it's easy to feel overwhelmed. But Kristee Leonard shares a game-changing mindset.\",\n    \"INSIGHT\": \"\\\"You don't have to be the smartest person in the room. You just have to outwork the smartest person in the room.\\\" This powerful mindset can push you beyond your limits.\",\n    \"REFRAME/APPLICATION\": \"By focusing on work ethic, you can achieve more than you ever imagined. Apply this to your daily routine and watch your success grow.\",\n    \"CTA\": \"Think about how you can outwork your competition today. Share your thoughts in the comments!\"\n  },\n  \"CAPTION\": \"Outwork the smartest person in the room. That's the real estate secret. 💪 #WorkEthic\",\n  \"HASHTAGS\": [\"#RealEstateSuccess\", \"#WorkEthic\", \"#RealEstateTips\", \"#SuccessMindset\", \"#Outwork\"],\n  \"CONTENT_PILLAR\": \"top_producer_secrets\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "18:30",
      "end_timestamp": "19:00",
      "quote": "It's an honor to be chosen by clients, and I treat them like they're an honor.",
      "clip_type": "emotional_resonance",
      "why_clipworthy": "This statement highlights the importance of valuing clients, which can resonate deeply with viewers.",
      "suggested_hook": "Here's why treating every client like an honor can transform your business."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"0:00-0:08\",\n    \"content\": \"Ever wondered how treating clients like an honor can skyrocket your success?\"\n  },\n  \"SETUP\": {\n    \"0:08-0:18\",\n    \"content\": \"Meet Kristee Leonard, a real estate expert who believes in the power of client respect. Here's why you should care.\"\n  },\n  \"INSIGHT\": {\n    \"0:18-0:40\",\n    \"content\": \"Kristee shares, 'It's an honor to be chosen by clients, and I treat them like they're an honor.' This mindset not only builds trust but also fosters long-term relationships that are key to success.\"\n  },\n  \"REFRAME/APPLICATION\": {\n    \"0:40-0:52\",\n    \"content\": \"By valuing each client, you create a ripple effect of loyalty and referrals. Imagine the impact on your business growth.\"\n  },\n  \"CTA\": {\n    \"0:52-0:60\",\n    \"content\": \"How do you honor your clients? Share your thoughts below or start implementing this mindset today!\"\n  },\n  \"CAPTION\": \"Treating clients like an honor can transform your business. Here's how.\",\n  \"HASHTAGS\": [\n    \"#RealEstateSuccess\",\n    \"#ClientFirst\",\n    \"#BusinessGrowth\",\n    \"#RealEstateTips\",\n    \"#ClientRelationships\"\n  ],\n  \"CONTENT_PILLAR\": \"top_producer_secrets\"\n}\n```"
  }
]