[
  {
    "clip": {
      "timestamp": "10:00",
      "end_timestamp": "10:45",
      "quote": "One of the things that AI does particularly well is to give you information about the other person.",
      "clip_type": "tactical_specificity",
      "why_clipworthy": "Demonstrates a practical use of AI in negotiations.",
      "suggested_hook": "Discover how AI can give you the upper hand in negotiations."
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"Discover how AI can give you the upper hand in negotiations!\",\n    \"SETUP\": \"In today's fast-paced real estate market, understanding your counterpart is crucial. But what if AI could do that for you?\",\n    \"INSIGHT\": \"Tim Burrell shares how AI excels at providing detailed insights about the other party in negotiations. Imagine knowing their preferences, past decisions, and even their negotiation style before you even start talking.\",\n    \"REFRAME/APPLICATION\": \"This means you can tailor your approach, build rapport faster, and close deals more effectively. Integrate AI insights into your strategy today.\",\n    \"CTA\": \"Ready to leverage AI in your negotiations? Start by exploring AI tools that offer real-time insights and coaching.\"\n  },\n  \"caption\": \"Leverage AI for a negotiation edge. Discover how AI insights can transform your real estate deals.\",\n  \"hashtags\": [\n    \"#RealEstateAI\",\n    \"#NegotiationSkills\",\n    \"#AIinRealEstate\",\n    \"#RealEstateTips\",\n    \"#TechInRealEstate\"\n  ],\n  \"content_pillar\": \"ai_agent\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "39:00",
      "end_timestamp": "39:45",
      "quote": "AI can flag changes in tone and make the change in the attitude and flag that these people are getting mad.",
      "clip_type": "emotional_resonance",
      "why_clipworthy": "Highlights AI's role in managing emotions during negotiations.",
      "suggested_hook": "Learn how AI can help you navigate tricky negotiations."
    },
    "script": "```json\n{\n  \"SCRIPT\": {\n    \"HOOK\": \"(0:00-0:08) Imagine AI stepping in to calm heated negotiations before they spiral out of control.\",\n    \"SETUP\": \"(0:08-0:18) Tim Burrell reveals how AI can detect emotional shifts in real estate deals, ensuring smoother transactions.\",\n    \"INSIGHT\": \"(0:18-0:40) AI can flag changes in tone and attitude, alerting you when emotions run high. This tech helps you manage negotiations more effectively.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) By integrating AI, you can maintain professionalism and build rapport, turning potential conflicts into successful deals.\",\n    \"CTA\": \"(0:52-0:60) Ready to revolutionize your negotiation strategy? Explore AI tools today and transform your real estate game.\"\n  },\n  \"CAPTION\": \"Discover how AI can transform your negotiation skills in real estate. #AIinRealEstate\",\n  \"HASHTAGS\": [\n    \"#AIinRealEstate\",\n    \"#NegotiationSkills\",\n    \"#RealEstateTech\",\n    \"#ConflictResolution\",\n    \"#Innovation\"\n  ],\n  \"CONTENT_PILLAR\": \"ai_agent\"\n}\n```"
  }
]