[
  {
    "clip": {
      "timestamp": "18:08",
      "end_timestamp": "18:45",
      "quote": "It's really how far would someone go to get the house, right?",
      "clip_type": "emotional_resonance",
      "why_clipworthy": "Captures the essence of the emotional extremes in real estate.",
      "suggested_hook": "How far would you go to secure your dream home?"
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK\": \"(0:00-0:08) How far would you go to secure your dream home? The answer might surprise you.\",\n    \"SETUP\": \"(0:08-0:18) Meet Marisa Kashino, a writer who dives deep into the emotional extremes of real estate. Why does this matter to you?\",\n    \"INSIGHT\": \"(0:18-0:40) In today's market, buyers are pushing boundaries, driven by the dream of homeownership. Marisa shares stories of people going to great lengths, from writing heartfelt letters to sellers to making bold financial moves.\",\n    \"REFRAME/APPLICATION\": \"(0:40-0:52) Understanding these emotional extremes can help you navigate your own home buying journey. It's about balancing desire with practicality.\",\n    \"CTA\": \"(0:52-0:60) What's your dream home worth to you? Share your thoughts below or tag someone who's house hunting!\"\n  },\n  \"CAPTION\": \"How far would you go for your dream home? Discover the emotional extremes of real estate. #DreamHome\",\n  \"HASHTAGS\": [\n    \"#RealEstate\",\n    \"#HomeBuying\",\n    \"#DreamHome\",\n    \"#EmotionalJourney\",\n    \"#MarketDynamics\"\n  ],\n  \"CONTENT_PILLAR\": \"real_talk\"\n}\n```"
  },
  {
    "clip": {
      "timestamp": "29:00",
      "end_timestamp": "29:30",
      "quote": "What does it actually mean to look your age anymore?",
      "clip_type": "mindset_shift",
      "why_clipworthy": "Challenges societal norms about age and appearance.",
      "suggested_hook": "Are we losing sight of what it means to age naturally?"
    },
    "script": "```json\n{\n  \"script\": {\n    \"HOOK (0:00-0:08)\": \"Are we losing sight of what it means to age naturally?\",\n    \"SETUP (0:08-0:18)\": \"In today's world, societal norms often dictate how we should look at every age. But what does it actually mean to look your age anymore?\",\n    \"INSIGHT (0:18-0:40)\": \"Marisa Kashino challenges us to rethink these norms. In a world obsessed with perfection, especially amplified by social media, it's crucial to embrace natural aging. This mindset shift not only affects personal self-esteem but also how we perceive others in professional settings, like real estate.\",\n    \"REFRAME/APPLICATION (0:40-0:52)\": \"Understanding this can transform how we engage with clients and colleagues. Embracing authenticity can lead to more genuine connections and trust in business.\",\n    \"CTA (0:52-0:60)\": \"Reflect on how societal norms impact your views. Share your thoughts on aging naturally in the comments!\"\n  },\n  \"CAPTION\": \"Challenge the norms: What does it mean to age naturally in today's world?\",\n  \"HASHTAGS\": [\n    \"#MindsetShift\",\n    \"#AgeNaturally\",\n    \"#RealTalk\",\n    \"#Authenticity\",\n    \"#SocialMediaImpact\"\n  ],\n  \"CONTENT_PILLAR\": \"real_talk\"\n}\n```"
  }
]